[{"title": "Trump is reportedly considering a 'war room' to hit back at the escalating Russia controversy", "text": "President Trump and his top advisers are reportedly considering creating a White House \"war room\" and a staff shake-up to combat current and future revelations related to the Russia controversy, The Washington Post reported on Saturday.\n\nThe primary goal of the \"war room\" will be to more aggressively fire back at fallout in the wake of Trump's abrupt firing of FBI director James Comey on May 9.\n\nFollowing Comey's firing, the White House was besieged by a slew of negative news stories that raised further questions about the president's and his associates' ties to Russia.\n\nThat included Trump's statement that \"this Russia thing\" had been a factor in his decision to fire Comey, who was spearheading the FBI's investigation into possible collusion between Russia and the Trump campaign; reports that Trump shared highly-classified intelligence with Russian officials; and reports that Trump asked Comey to drop the FBI investigation into former national security adviser Michael Flynn back in Feburary.\n\nRecently, it emerged that Trump reportedly asked top intelligence officials to publicly push back against the Russia probe, and that senior adviser and son-in-law Jared Kushner met with Russian ambassador Sergey Kislyak to discuss the creation of a secret \"backchannel\" between the US and Russia through Russian facilities in an attempt to bypass US surveillance.\n\nThe proposed war room, Axios reported, will be filled with \"experienced veterans from the campaign trail who recognize the gravity of the situation.\"\n\nIn an apparent acknowledgment of the seriousness of the situation, Trump staffers have reportedly begun using the phrase, \"Go to the mattresses,\" a line from \"The Godfather,\" meaning to go to or prepare for war.\n\nThe White House could turn to figures like former Trump campaign manager Corey Lewandowski and former deputy campaign manager David Bossie, for help in the \"war room,\" the Post noted. Lewandowski was fired last year after a series of campaign trail blunders, and Bossie is known for his 20-year-long investigation into Bill and Hillary Clinton.\n\nWhite House chief strategist and former Breitbart leader Steve Bannon is reportedly spearheading the \"war room\" effort.\n\nThe White House also may be considering a shake-up of its communications strategy and staff, the Post reported.\n\nThat includes introducing more rallies across the country so that Trump can speak directly with voters.\n\n\"The conventional ways of communicating are not working for them,\" one adviser told the Post. \"They have to get the campaign brand back\" and be able to communicate with an audience instead of having the report on it, the adviser added.\n\nAides have also floated possible changes to the daily press briefing and a downsized role for press secretary Sean Spicer. Some have discussed the option of having Spicer take on a more discreet and behind-the-scenes role following a series of press briefings that were widely-panned.\n\nIf Spicer is demoted, he will likely be replaced by deputy press secretary Sarah Huckabee Sanders, who took over Spicer's role in a number of press briefings as revelations continued to emerge in the Trump-Russia story.\n\nKushner, the Post noted, has advocated a proposal to have more Trump surrogates speak out on his behalf and to create a group within the White House whose goal is to push back against continuing Trump-Russia revelations.\n\n\"The bottom line is they need fresh legs; they need more legs,\" Barry Bennett, a Trump campaign political adviser, told the Post. \"They’re in full-scale war, and they’re thinly staffed.\"\n\nRead the full Washington Post story here.", "publish_date": "2017-05-27 00:00:00"}, {"title": "Trump considers major changes amid escalating Russia crisis", "text": "President Trump speaks to U.S. troops at Naval Air Station Sigonella in Sicily, Italy, on May 27. (Jonathan Ernst/Reuters)\n\nPresident Trump and his advisers, seeking to contain the escalating Russia crisis that threatens to consume his presidency, are considering a retooling of his senior staff and the creation of a “war room” within the White House, according to several aides and outside Trump allies.\n\nFollowing Trump’s return to Washington on Saturday night from a nine-day foreign trip that provided a bit of a respite from the controversy back home, the White House plans to far more aggressively combat the cascading revelations about contacts between Trump associates, including Jared Kushner, the president’s son-in-law and senior adviser, and Russia.\n\nWhite House officials are also trying to find ways to revive Trump’s stalled policy agenda in Congress and to more broadly overhaul the way the White House communicates with the public.\n\nThat includes proposals for more travel and campaign-style rallies throughout the country so that Trump can speak directly to his supporters, as well as changes in the pace and nature of news briefings, likely including a diminished role for embattled White House press secretary Sean Spicer.\n\nWhile much remained fluid Saturday, the beefed-up operation could include the return of some of Trump’s more combative campaign aides, including former campaign manager Corey Lewandowski, who was fired nearly a year ago, and former deputy campaign manager David N. Bossie, who made his name in politics by investigating Bill and Hillary Clinton for two decades. Both of them have already been part of ongoing discussions about how to build a “war room,” which have been led in part by chief strategist Stephen K. Bannon.\n\n(Alice Li,McKenna Ewen/The Washington Post)\n\nOther Trump players who have drifted from his orbit in recent months, such as Sam Nunberg, are also being courted to play more active roles, either officially joining the White House or in an outside capacity, working through confidants of the president.\n\n“Go to the mattresses,” a line from “The Godfather” film about turning to tough mercenaries during troubled times, has circulated among Trump’s friends, according to two people close to the “war room” discussions.\n\nWhite House counselor to the president Kellyanne Conway has been involved in related talks, including with prominent Trump backers outside Washington and on Capitol Hill, and has contacted people from Trump’s campaign network, asking them to be more involved in supporting the president, according to three GOP consultants working with the White House.\n\nMeanwhile, White House counsel Donald McGahn is mulling expanding his office, and an outside legal team led by Marc E. Kasowitz is readying to meet with Trump and guide him, including on whether he should continue to comment on the Russia probes on Twitter.\n\nKushner has played an active role in the effort to rethink and rearrange the communications team, improve the White House’s surrogate operation, and develop an internal group to combat the influx of negative stories and revelations over the FBI’s Russia probe, said someone with knowledge of the coming changes.\n\n“The bottom line is they need fresh legs; they need more legs,” said Barry Bennett, who served as a political adviser to Trump during the general election. “They’re in full-scale war, and they’re thinly staffed.”\n\nAs Trump has participated in meetings with world leaders in recent days, senior aides — including Chief of Staff Reince Priebus, Bannon and Kushner — have met in the White House to discuss a potential reshuffle.\n\nKushner’s own role has emerged as a particularly sensitive topic of discussion within the White House, as his actions have come under increasing scrutiny in the FBI investigation of Russian meddling in last year’s presidential election.\n\nThe Washington Post reported Friday night that Kushner and Russia’s ambassador to Washington discussed the possibility of setting up a secret and secure communications channel between Trump’s transition team and the Kremlin, using Russian diplomatic facilities in an apparent move to shield their pre-inauguration discussions from monitoring.\n\nSome White House aides have discreetly discussed among one another whether Kushner should play a lesser role — or even take a leave — at least until the Russia-related issues calm, but they have been reluctant to discuss that view with Kushner himself, and Kushner’s network of allies within the West Wing has rallied behind him.\n\nThose close to Kushner said he has no plans to take a reduced role, though people who have spoken to him say that he is increasingly weary of the nonstop frenzy.\n\nIn recent weeks, the White House also brought on Josh Raffel as a spokesman to handle many of the issues in Kushner’s portfolio; Raffel works out of a shared office in the West Wing, although he also has space in the Eisenhower Executive Office Building.\n\nDuring a lunch Friday, Kushner and Priebus talked about how Trump’s foreign trip had gone and began outlining what is coming up in the weeks ahead. Earlier in the day in Kushner’s office, the two briefly discussed the stories involving Kushner and Russia.\n\nThe president’s lawyers have urged Trump not to author adversarial Twitter messages or make off-the-cuff comments about the Russia probe, explaining that those utterances could further hurt him if it seems as if he’s trying to obstruct the investigation.\n\nUnderscoring the uncertainty of what lies ahead, some Trump associates said there have been conversations about dispatching Priebus to serve as ambassador to Greece — his mother is of Greek descent — as a face-saving way to remove him from the White House. A White House spokeswoman strongly denied that possibility Saturday.\n\nThe president has expressed frustration — both publicly and privately — with his communications team, ahead of the expected overhaul.\n\nThough no final decisions have been made, one option being discussed is having Spicer — who has been parodied on NBC’s “Saturday Night Live” — take a more behind-the-scenes role and give up his daily, on-camera briefings.\n\nSarah Huckabee Sanders, the deputy White House press secretary, is being considered as a replacement behind the lectern. White House aides have also talked about having a rotating cast of staff brief the media, a group that could include officials such as national security adviser H.R. McMaster. Having several aides share the briefing responsibilities could help prevent Trump — who has a notoriously short attention span — from growing bored or angry with any one staffer.\n\nThe White House has already been testing this strategy, sending Spicer to the podium along with another top staffer to talk about the news of the day: Office of Management and Budget Director Mick Mulvaney on budget issues, for instance, or McMaster on questions of national security.\n\nOn Trump’s foreign tour, Spicer conducted only one briefing, an informal gaggle with the small, traveling press pool. Otherwise, he served more as an emcee, introducing other senior administration officials at more formal briefings.\n\nOn Saturday, it was Gary Cohn, the National Economic Council director, and McMaster who headlined the U.S. news conference at the conclusion of the Group of Seven summit in Taormina, Italy. Spicer introduced them and then retired to the corner of the room to watch McMaster and Cohn parry questions from journalists.\n\nThe episode highlighted how difficult it is to drive Trump’s agenda, with Russia so prominently in the news. The briefing grew testy after several questions related to Kushner’s activities were posed to McMaster, who largely deflected them.\n\nThe expected revamp in White House operations comes at a key juncture in Trump’s presidency, as his job approval ratings continue to sag and he presses for progress on several marquee campaign promises — including revamping the Affordable Care Act and tax restructuring — before Congress takes its August recess.\n\nA White House aide said Saturday that Trump is also considering pushing more modest initiatives in Congress that would stand a better chance of quick passage.\n\nThe aide, who spoke on the condition of anonymity to talk more freely, said that could include measures on immigration or infrastructure-related initiatives that are well liked by most Republicans.\n\n“They need accomplishments on issues that affect jobs,” said one Trump adviser. “If the White House and Congress have nothing in hand to tout by this summer, members of Congress are going to come back after their August recess freaking out.”\n\nConversations about what some are calling a “war room” have focused on a model similar to what emerged during President Bill Clinton’s tenure to cope with the Monica Lewinsky scandal and other crises. Clinton pulled together a team of lawyers and communication and political aides to deal with those issues apart from the regular White House structure, with the aim of letting other business proceed as normally as possible.\n\nAides and allies of Trump say they have come to the realization that unflattering stories about Russia will be part of the daily conversation for the foreseeable future and acknowledge that the White House has been ill-equipped to handle them.\n\nChristopher Ruddy, a longtime Trump friend, said the White House has been caught flat-footed on many of the Russia stories.\n\n“Because they did not believe there’s anything to it, they’re playing catch-up to get their side of the story out,” Ruddy said.\n\n“At first, I thought the president was fretting too much about this,” said Ruddy, who is chief executive of Newsmax Media and a member of Trump’s Mar-a-Lago Club in Palm Beach, Fla. “But it keeps growing like a bad fungus, even though there’s nothing there.”\n\n“The deep state and the swamp and many in the media are never going to let up,” added Jason Miller, who served as Trump’s senior communications adviser during the campaign and remains close to the White House. He is not expected to come back in a formal role.\n\nThe White House has also been pushing the Republican National Committee to play a more active role in defending the president.\n\nMembers of the Trump family outside of the White House have also been ramping up their engagement in the president’s political operation, eager to contribute and guide the party.\n\nOn Thursday, Donald Trump Jr., Eric Trump and Eric’s wife, Lara Trump, participated in a two-hour meeting at the RNC headquarters in Washington, according to three people familiar with the session who were not authorized to speak publicly.\n\nRNC spokesman Ryan Mahoney declined to address the specifics of the meeting but said the RNC is stepping up efforts to bolster Trump.\n\n“The RNC’s role is to support the president,” he said. “We’re focused on creating as much content as possible to ensure we’re messaging effectively and doing so quickly in order to promote and defend this administration. It’s our top priority.”\n\nAides say they think President Trump’s agenda will be boosted by making more targeted appearances around the country to tout it.\n\nAnd several advisers are pushing Trump to do more of the campaign-style rallies like the one he had planned in Cedar Rapids, Iowa, on Thursday night. It has since been postponed but will be rescheduled soon, according to Trump’s campaign.\n\nBeing outside of Washington among his supporters, particularly in a state he won last year, energizes Trump and provides a way for him to communicate without the filter of the media, his advisers say.\n\n“The conventional ways of communicating are not working for them,” one adviser said, adding that Trump should consider Facebook Live sessions and get out on the road “as frequently as possible.”\n\n“They have to get the campaign brand back,” the adviser said.\n\nSeveral Trump advisers cited the president’s recent interview with NBC’s Lester Holt, in which Trump made clear it was his idea to fire FBI Director James B. Comey, as the kind of thing to avoid going forward.\n\n“I hope he’ll travel more and do these rallies once a week,” Bennett said. “You get to say whatever you want to say, and you don’t have to take questions.”\n\nAs the White House tried to bolster its operations, some staffers who once fell out of favor with Trump have been brought back into conversations.\n\nLewandowski, who was fired from the campaign amid serious clashes with Kushner and the president’s daughter Ivanka Trump, has also been suggested as an effective messenger — either from inside the administration or from his current perch outside — to push back on the Russia controversy.\n\nNunberg, who was fired by the Trump campaign in 2015 and has been hostile to Lewandowski since, is now working with Ruddy. At a recent breakfast in Washington with Ruddy, Lewandowski, and Alexandra Preate, a close ally of Bannon, the trio discussed whether Lewandowski and Nunberg could put aside their differences to again rally behind Trump, according to three people familiar with the conversation.\n\nAides to Trump say they are pleased with both the substance and the optics of his nine-day foreign trip, the first time he has traveled abroad as president, and hope that it could generate momentum for his agenda back home. Others aren’t so sure.\n\n“He was given the chance to look presidential and change the pictures on our television screens,” said Timothy Naftali, a presidential historian at New York University. “But it will be harder for him to manage news back at home than abroad. … The worries he had when he left have not gone away. They’ve only gotten worse.”\n\nPhilip Rucker in Italy contributed to this report.", "publish_date": "2017-05-27 00:00:00"}]