[
  {
    "publish_date": "2017-05-28 00:00:00",
    "text": "Deferred appointments could see MPC voting on interest rates with seven instead of nine members for the first time since 2006\n\nThe Bank of England’s rate-setting team could be reduced to seven members for the first time in nearly 11 years as election “purdah” rules will delay appointments until at least next month.\n\nThe Bank’s monetary policy committee (MPC) has eight members from the usual nine after deputy governor Charlotte Hogg was forced to resign in March for failing to declare her brother works for Barclays.\n\nExternal MPC member Kristin Forbes is also due to step down in June, while chief economist Andrew Haldane’s term ends next week.\n\nThe Treasury has put recruiting on hold as it is unable to make appointments during so-called purdah rules on government announcements during the election period.\n\nWhile it is expected that Haldane will continue in his post until his re-appointment can be confirmed, the delay to replacements for Hogg and Forbes could result in the fewest number of individuals voting on rates since 2006.\n\nThe MPC has not been down to seven members since July and August 2006 after the unexpected loss of David Walton, who voted in June 2006 and died later that month. It’s next meeting to discuss rates and release quarterly inflation report is on 3 August.\n\nHogg quit two weeks after she took up MPC role after a scathing report by MPs on the Treasury select committee found her “professional competence falls short” of the standards required for the role.\n\nHer omission about her brother’s role meant she fell foul of the code of conduct rules she helped to draw up at the Bank.\n\nHogg acted as deputy governor on top of her role as chief operating officer, but the role will now be split.\n\nEconomists will watch closely for news of the replacement for Forbes, who has been the sole “hawk” voting for a rate rise for the past two decisions.\n\nForbes has called for a rise from 0.25% to 0.5% amid fears over surging inflation, but a recent slowdown in growth is unlikely to convince fellow MPC members.\n\nExperts believe rates will remain on hold until 2019, with the latest official estimate showing growth was even slower than first thought at the start of 2017, at 0.2%.\n\nInvestec economist Philip Shaw said while the departure of Forbes will leave the MPC without a hawk, it is unlikely to change the outlook for rates.\n\nHe said: “To our minds, the direction of the economy is pretty clear at the moment.\n\n“I’m not sure whether the decision-making process will be sensitive to specifics of one or two new members.”",
    "title": "Election rules hit Bank's recruitment as monetary policy committee shrinks",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Press Association"
    ],
    "link": "https://www.theguardian.com/business/2017/may/28/election-rules-hit-banks-recruitment-as-monetary-policy-committee-shrinks",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/54993eaafc3748296f751441744aaa48a8deceb0/0_353_5472_3283/master/5472.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=1460d196dfed2a84730b6a9af5a35d8e"
  },
  {
    "publish_date": "2017-05-24 00:00:00",
    "text": "There was a time when English wine was the butt of jokes among connoisseurs, and given the inferior quality of what was being produced, many would say, deservedly so. Today, however, thanks to a combination of climate change, increased wine knowledge and more investment, British wines are flourishing.\n\nIn the last decade the number of acres planted with grapevines in England and Wales has grown by 135%, according to the English Wine Producers trade body, and over the next 12 months UK wine producers will plant a record 1 million vines, increasing production by 2 million more bottles of wine annually.\n\nThe fact that the prestigious French champagne brand Taittinger has planted a vineyard in Kent with the aim of producing a top quality English sparkling wine is the clearest signal yet that the climate – both economic and meteorological – is right for English wines.\n\nWine enthusiast Neil Deacon, founder of pop-up wine-tasting events company Vintwined, says: “The quality of English wines has improved massively in recent years and consumer perception is starting to change. This is due to a number of different factors, including climate. Although damaging for the planet as a whole, one small benefit of climate change is that the average temperatures in the south of England have risen sufficiently to make wine production viable.”\n\n'After Brexit people will fall in love with English apples again' Read more\n\nAmong the best selling English wines, sparkling wines tend to be the “must stock” item for restaurants and wine shops. Brett Woonton, co-founder of wine bar chain Vinoteca, says: “This has only increased in recent times due to higher production and the wines continuing to be positively featured in the press and in wine competitions. But let’s not forget easy-drinking whites, typically made from early and easy ripening grapes such as müller-thurgau and bacchus, and from producers such as Denbies and Chapel Down, which sell in significant numbers.”\n\nOne small benefit of climate change is that temperatures have risen sufficiently to make wine production viable Neil Deacon\n\nAll of this bodes well for the many small wine producers based in the south of England. Bolney wine estate in Sussex was established in 1972 by Janet and Rodney Pratt, and was one of the first commercial vineyards in England. In the 1990s their daughter Sam Linter took over the running of the vineyard, which today employs around 25 people and turns over £1.2m a year.\n\n\n\nFacebook Twitter Pinterest Sam Linter, head winemaker at Bolney wine estates\n\nShe says: “We make red, rose and white still wines, plus white and rose sparkling wines. Our most popular wines are our white pinot gris – the only English wine in Wimbledon All England Tennis Club – red pinot noir, and Blanc de Blanc sparkling wine. We make 50% still and 50% sparkling and currently produce around 150,000 bottles a year.”\n\n\n\nBolney wine estate also exports, mainly the sparkling wines that have the international recognition, to Japan, US, Belgium, Switzerland and the Netherlands.\n\n\n\nRed wine sales are at levels completely unheard of 10 years ago. The future is very bright for our nation’s winemakers Oz Clarke\n\nAnother important factor behind the British wine boom is an increase in knowledge about viticulture, and significantly, a sharing of that knowledge between producers. “Unlike many other wine regions, there is more collaboration among wine producers in England than there is competition,” explains Deacon. “They recognise the need to work collectively to raise the standards of English wine and improve consumer perception of English wines, and it is working.”\n\n\n\nThey also share the problems, for example, when England’s marginal climate makes it difficult to grow grapes in challenging years. “Unless the vineyard is planted on a good site it will be challenging every year,” says Liam Idzikowski, expert winemaker at Lyme Bay Winery in Devon, which processes around 100 tonnes of English wine grapes a year, and also produces cider and meads. “The wines will be expensive and the quality poor, which could put people off English wine.”\n\n\n\n'After Brexit people will fall in love with English apples again' Read more\n\nHe has concerns about the prospect of a million or more vines being planted this year. “Many may not be planted in sites that are suitable,” he says. “English wine is still very much a cottage industry and without planting regulations anyone with some land can try and produce English wine.”\n\n\n\nNevertheless, some already have tried, and succeeded. Nestled in the chalky hills of the South Downs in Hampshire, are the Raimes vineyards where, in 2011, Augusta and Robert Raimes, the fifth generation of the family to farm the fields, planted chardonnay, pinot noir and pinot meunier on 10 acres of their family farm.\n\n\n\n“Farming, particularly arable farming, no longer involves a lot of people,” says Augusta. “Instead we have two tractors with satellite technology that comfortably manages 1,500 acres of arable production and two employees. Our diversification into growing grapes does involve people and that is very appealing to us. We have a growing family and together we get out there to do as much of the hand work as we possibly can ourselves.”\n\nTheir first vintage was limited to 900 bottles, being a small harvest from young vines. In 2013 they picked four tonnes of grapes, which increased to 22 tonnes the following year as the vines matured. As a boutique producer, the wine is made with state of the art contract winemaking facilities at Hattingley Winery.\n\n\n\n“We keep up to date with the latest training and research through educators such as Plumpton College, and get advice from consultants from as far as New Zealand,” she says. “Being a new brand to the market we have been delighted by the interest in English wine. The demographic is often young professionals and often those choosing to drink less but better quality, and in general they have a real interest in wine.”\n\n\n\nIf the findings of a new study commissioned by Laithwaite’s Wine are anything to go by, changing levels of temperature and rainfall in Britain could create opportunities for budding viticulturists in areas farther north, including the east of England and even Edinburgh, potentially becoming leading wine producing regions by 2100.\n\n\n\nWith time comes experience, and as English wine producers learn what the optimum conditions are for growing vines, they will plant more, produce more and increase their yields.\n\n“English winemakers have more confidence now and it shows,” says wine expert Oz Clarke. “They are producing wines that consumers love, and have even started to create a niche for themselves of low alcohol wines packed with flavour. Red wine sales from particularly the pinot noir grape are reaching levels completely unheard of 10 years ago, which is extremely exciting. The future is very bright for our nation’s winemakers.”\n\nSign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
    "title": "English champagne anyone? British wine goes from sad to sparkling",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Alison Coleman"
    ],
    "link": "https://www.theguardian.com/small-business-network/2017/may/24/english-champagne-anyone-british-wine-goes-from-sad-to-sparkling",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/ca6efa4c80338d227e6ef1cdeb7f3a1b9127e592/0_228_7360_4417/master/7360.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=d3f3bec2a212ee502f6efd657a0e2ef0"
  },
  {
    "publish_date": "2017-05-26 00:00:00",
    "text": "Stock market booms as poll putting Labour just 5 points behind Conservatives boosts value of big UK firms with major overseas earnings\n\nShares in Britain’s biggest companies reached record levels on Friday as a slump in the pound boosted the value of firms with overseas earnings.\n\nThe FTSE 100 jumped 63 points to close the day at 7,547, closely followed by the FTSE 250, seen as a better barometer of the health of UK business, which also reached an all-time closing high, rising 57 points to 20,024.\n\nThe strong performance of the stock market followed a fall in the pound, which racked up its worst falls since early February after an opinion poll showed prime minister Theresa May’s lead down to just 5 percentage points over the Labour opposition less than two weeks before the election.\n\nSterling sank against the euro and by a full percentage point against the dollar to below £1.28, its lowest in a month and more than two cents below last week’s six-month highs.\n\n\n\nFTSE 100 hits record high as election jitters drive pound down – business live Read more\n\nMany of the UK’s biggest companies earn the majority of their earnings in dollars and have enjoyed a strong surge in earnings since the Brexit vote, which triggered a near 25% fall in the pound before settling at around 15% in recent months.\n\nRolls-Royce was among many firms with the majority of their earnings from overseas to gain from the higher value of the dollar. GlaxoSmithKline was also boosted by an upgrade of the pharmaceuticals group by analysts from “hold” to “buy”, rising 25.5p to £16.43.\n\nThe pound also suffered after an upgrade in US GDP growth, which increased to 1.2% against an earlier estimate of just 0.7%, strengthened the dollar. Strong signals that the eurozone continues to gain momentum added to the euro’s strength. A survey of German business leaders found they expect exports to grow further despite reaching record highs.\n\n\n\nSurveys of British businesses have added to optimistic forecasts after the UK’s GDP growth in the first quarter was downgraded to 0.2% from 0.3%. A survey by the CBI of services firms earlier this week found that optimism increased markedly on the previous month and investment intentions were upbeat.\n\nBut analysts said the catalyst for sterling’s fall was a YouGov poll in The Times giving Labour 38% of the vote, three points up on last week, and the Conservatives down one point at 43%, possibly handing May only a slim majority in parliament.\n\n\n\nIt was conducted on Wednesday and Thursday and marks Labour’s best standing in the polls since Jeremy Corbyn became leader in September 2015.\n\n\n\nThe assumption that the Tories would win handsomely, apparently strengthening May’s hand in talks on leaving the European Union, has driven the pound higher since she called an election for 8 June. The running logic of financial markets was that a big victory would let May face down hardline Brexiters in her party to make compromises needed for a smoother departure.\n\nMichael Hewson, chief market analyst at CMC Markets UK, said: “With the pound already under pressure due to weaker than expected economic data, this surprise poll has acted as an additional catalyst in pushing the pound to a two-month low against the euro and its lowest level this month against the US dollar.\n\n“Having started the campaign on a ‘strong and stable’ footing, recent policy mis-steps by Mrs May have seen the election campaign take on the look of an ‘ugly contest’ of mediocre candidates, and that appears to be being reflected in the recent performance of the pound.”\n\nNomura strategist Jordan Rochester, said: “Sterling is likely to continue to be under pressure now until the election is out of the way, if polling continues to indicate its a tighter race.\n\n“For the market the worst outcome is if we have further uncertainty with the chances of a hung parliament.”\n\nAdam Cole, head of G10 strategy with RBC in London, said: “YouGov says the swing in the latest poll is probably due to Conservative manifesto commitments, some of which have changed subsequently.\n\n\n\n“There will likely be a large number of opinion polls over the weekend, so this picture could change either way in the next few days.”\n\nYouGov said May’s personal rating improved from -8 on Monday, the night of her U-turn on the controversial social care “dementia tax” proposal, to +1 in the following days, while Labour leader Jeremy Corbyn’s personal rating slipped from -11 – his best position in the campaign – to -16.",
    "title": "FTSE reaches record high as UK opinion poll spooks sterling",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Phillip Inman",
      "Greg Jericho"
    ],
    "link": "https://www.theguardian.com/business/2017/may/26/ftse-reaches-record-high-as-uk-opinion-poll-spooks-sterling",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/bfde9a653c0a3fc41fd2e90975c51e4b23988e4f/0_117_3500_2100/master/3500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=2170378ef5fe10c9d7c894c4adce65f2"
  },
  {
    "publish_date": "2017-05-19 00:00:00",
    "text": "I became a subscriber for the first time, and The Post had just monetized its scoop.\n\nAs a private company since 2013, when the deep-pocketed Amazon founder Jeff Bezos bought it for $250 million, The Post doesn’t disclose much financial data. But by all visible measures, including the vital but hard-to-measure buzz factor, the resurrection of The Post, both editorially and financially, in less than four years has been little short of astonishing.\n\nAdvertisement Continue reading the main story\n\nThe Post has said that it was profitable last year — and not through cost-cutting. On the contrary, under the newsroom leadership of Martin Baron, the former editor of The Boston Globe memorably portrayed in the film “Spotlight,” The Post has gone on a hiring spree. It has hired hundreds of reporters and editors and has more than tripled its technology staff.\n\nLast month, according to figures from comScore, The Post had 78.7 million unique users and 811 million digital page views, trailing only CNN and The New York Times among news organizations.\n\n“The published numbers speculating about our subscription and ad revenue have so underestimated the reality that it’s comical,” The Post’s chief revenue officer, Jed Hartman, told me this week. “Our digital ad revenue is in the solid nine figures,” that is, in excess of $100 million. This year, he added, “we’ll have our third straight year of double-digit revenue growth.”\n\nAdvertisement Continue reading the main story\n\nCraig Huber, a veteran media and newspaper analyst and founder of Huber Research Partners, said that while he had not seen The Post’s data, the gains reported are striking. “I’m very, very surprised by those numbers,” he said. “No one else is even coming close. If that’s correct, I’m very impressed.”\n\nAdvertisement Continue reading the main story\n\nTo be sure, as with other newspapers, The Post’s economic picture is still encumbered by print, where declines in circulation and advertising revenue continue unabated. And its digital rebound has most likely come from a modest base.\n\nAdvertisement Continue reading the main story\n\nBut editorially, The Post’s recent scoops have often shaped the national conversation. David Fahrenthold won the Pulitzer Prize for national reporting this year for his series debunking President Trump’s claims to charitable contributions and for the biggest bombshell of the presidential campaign: the revelation of the “Access Hollywood” recording in which Mr. Trump boasted of groping women. (The Post was also a finalist for feature and editorial writing.)\n\nIt was The Post’s revelation that Michael T. Flynn had lied about his contacts with the Russians that cost him his job as national security adviser and plunged the White House into a continuing crisis over Mr. Trump’s attempts to limit the investigation into his administration’s ties to Russia.\n\nPhoto\n\n(In an old-fashioned news-gathering war, The Times delivered the latest scoop on that front this week with a report that Mr. Trump had pressured James B. Comey, as director of the F.B.I., to drop the Flynn inquiry.)\n\nAdvertisement Continue reading the main story\n\nScoops — and high-quality journalism more generally — are integral to The Post’s business model at a time when the future of digital journalism seemed to be veering toward the lowest common denominator of exploding watermelons and stupid pet tricks.\n\nAdvertisement Continue reading the main story\n\n“Investigative reporting is absolutely critical to our business model,” Mr. Baron told me. “We add value. We tell people what they didn’t already know. We hold government and powerful people and institutions accountable. This cannot happen without financial support. We’re at the point where the public realizes that and is willing to step up and support that work by buying subscriptions.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nHe said digital subscriptions had soared this week in the wake of the latest Russia revelations, as they have with other scoops. In the first quarter of this year, The Post says, it added hundreds of thousands of new digital subscribers. (It would not disclose the overall number of subscribers.)\n\nInvestigative journalism also drives advertising, Mr. Hartman said. “It’s what elevates our brand,” he said. “And other brands want to attach themselves to a trusted brand.”\n\nAdvertisement Continue reading the main story\n\nMr. Huber, the analyst, concurred. “The only future for newspapers is at the high end of quality journalism,” he said. “That and only that are what people are willing to pay for.”\n\nHe said The Post was one of three newspapers, along with The Times and The Wall Street Journal, that are successfully transforming themselves. “They’re showing that a digital strategy is viable,” he said. “But the number of people willing to pay $10 to $12 a month for an online subscription outside those three is a rounding error.” (After the introductory rate, The Post’s digital-only access for national subscribers is $9.99 for four weeks.)\n\nAdvertisement Continue reading the main story\n\nMr. Huber noted that given the winner-take-all nature of the internet, the sources of scoops are gravitating toward just a few news outlets led by The Times and The Post. Sources (and people who want to “leak”) go to a publication with the most impact; opinion makers and influencers seek the publication with the most sources and scoops — hence the “network effect” so coveted in technology circles, and one well understood by Mr. Bezos.\n\nWhen I asked Mr. Baron to name one thing that has driven the turnaround, his immediate answer was Mr. Bezos — and not because of his vast fortune.\n\nAdvertisement Continue reading the main story\n\n“The most fundamental thing Jeff did was to change our strategy entirely,” Mr. Baron said. “We were a news organization that focused on the Washington region, so our vision was constrained. Jeff said from the start that wasn’t the right strategy. Our industry had suffered due to the internet, but the internet also brought gifts, and we should recognize that. It made distribution free, which gave us the opportunity to be a national and even international news organization, and we should recognize and take advantage of that.”\n\nAdvertisement Continue reading the main story\n\nBut Mr. Bezos also seems to be a hands-off owner: Although Mr. Baron said they typically have a teleconference call every two weeks, Mr. Bezos hadn’t called this week, even after the Russia scoop.\n\nFor many, this week’s avalanche of breaking news brought back vivid memories of Nixon and Watergate, “All the President’s Men,” and the Post reporters Woodward and Bernstein. But The Post’s current leadership is the first to admit that times have changed so vastly that such pre-internet comparisons are largely irrelevant.\n\n“Today you have to be great at everything,” Mr. Hartman said. “You have to be great at technology. You have to be great at monetization. But one thing I think we’re proving is that if you are, great journalism can be profitable.”",
    "title": "Washington Post, Breaking News, Is Also Breaking New Ground",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "James B. Stewart",
      "Common Sense"
    ],
    "link": "https://www.nytimes.com/2017/05/19/business/washington-post-digital-news.html?_r=0",
    "source": "theguardian",
    "top_image": "https://static01.nyt.com/images/2017/05/19/business/20STEWART1/20STEWART1-facebookJumbo.jpg"
  },
  {
    "publish_date": "2017-01-01 00:00:00",
    "text": "Gambling firms staged a charm offensive during 2016, spending more money on adverts and stepping up the hospitality they offer MPs, who are considering a regulatory crackdown.\n\nThe industry has come under the spotlight amid concern about its commitment to curbing problem gambling and fears about the influence that daytime TV adverts have on children.\n\nThe increased scrutiny culminated in a government review of betting firms’ social responsibility, including controversial fixed-odds betting terminals (FOBTs), often dubbed the “crack cocaine” of gambling for their addictive nature.\n\nThe parliamentary register of members’ interests, which details the value of gifts and donations received by politicians, reveals that major bookmakers and horse racing firms quadrupled their efforts to entertain MPs ahead of the review.\n\nWhy bookies’ workers are odds-on to lose out | Brief letters Read more\n\nPoliticians enjoyed the largesse of the gambling world on 33 separate occasions last year, accepting tickets worth thousands of pounds to racing and football events.They accepted nearly £20,000 of hospitality, including tickets to Ascot, the Derby and the Grand National.\n\nThe two biggest beneficiaries were Conservative MPs Laurence Robertson, and Philip Davies, who was referred to the MPs’ ethics watchdog in 2013 over his links to the gambling industry.\n\nDavies accepted £4,720 of hospitality from the gambling industry in 2016, while Robertson enjoyed entertainment worth £5,166.\n\nOn their basic salary of £74,962, it would take an MP nearly a month to earn enough to pay for £5,166 of hospitality out of their own pocket.\n\nOther notable recipients include former SNP leader Alec Salmond – who was given a badge worth up to £1,000 by the Racecourse Association permitting entry to certain racecourses – and secretary of state for international development Priti Patel.\n\nShe was given two Grand National tickets worth £2,000 by Jockey Club Racecourses.\n\nThe amount spent on MPs – during a year in which the threat of increased regulation has loomed large – was a major increase on 2015, when gambling and racing firms hosted MPs just nine times, to a total value of less than £5,000.\n\nA spokesman for the Campaign for Fairer Gambling, which campaigns for FOBT maximum stakes to be reduced from £100 to £2, said: “Those MP’s who accept the bookies’ free entertainment must surely realise what this is really about and why all of a sudden they are splashing the cash on them.\n\n“They are trying to garner what support they can for their £100-a-spin machines and stave off what looks like an impending clampdown by the government.\n\n“Our campaign looks forward to finding out where the 33 MPs who have accepted hospitality stand on the issue of the bookies’ addictive machines.”\n\nLast month Carolyn Harris, Labour MP for Swansea East, called for the maximum stake on FOBTs to be reduced in her capacity as chair of the all-party parliamentary group on FOBTs.\n\nShe said: “Interestingly I’ve never been offered any hospitality, not that I would expect to be.”\n\nThere is no suggestion that any of the named MPs have been unduly influenced in their decision making by gifts received.\n\nThe UK’s booming gambling sector also continued to ramp up its spending on TV adverts.\n\nExcluding lotteries, gambling firms had spent £94.4m on TV adverts by the end of October, according to data analysis firm Nielsen, putting them on course to beat the£118.8m spent in 2015.\n\nIncluding lotteries and spending in the print media and billboards, betting firms had spent £211m by October, with figures for the full year not due to be released until February.\n\nThe amount of gambling advertising on TV has triggered concerns among politicians and campaigners about the potential impact on children of daytime adverts for gambling, which are permitted alongside sporting events.\n\nThe gambling industry also ramped up its lobbying efforts with the Back Your Local Bookie campaign, launched by the Association of British Bookmakers (ABB).\n\nThe ABB tweeted about the campaign in mid-October, which coincided with the Department of Culture, Media and Sport launching its call for evidence on gaming machines and social responsibility.\n\nThe campaign website includes an automated form that allows people to put their name to a letter to their local MP, worded by the ABB.\n\nIt reads: “I’m tired of how bookmakers are constantly misrepresented, and I’m concerned about the impact of any further regulation on bookies.\n\n“Betting shops are closing at a rate of over 100 per year and with that local authorities are losing yet another business rate paying retailer from their high streets. And without bookies, our high streets will continue to suffer a decline in footfall.\n\n“The potential for further regulation will only hasten these closures. My local bookie is a sociable, fun meeting place, with great staff, and I want it to stay that way.”",
    "title": "Gambling firms charmed MPs ahead of betting review in 2016",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Rob Davies"
    ],
    "link": "https://www.theguardian.com/business/2017/jan/01/gambling-firms-charmed-mps-ahead-of-betting-review-in-2016",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/47644c0c25bbf3c115466d3e0ec0657ebe00ddb2/74_190_4660_2796/master/4660.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=666ff8823121f6d9b2ce6bcff9431610"
  },
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "Bailed-out bank has offered £200m in attempt to avoid case that would force former CEO to appear in court\n\nA group of “diehard” shareholders determined to see the former Royal Bank of Scotland chief executive Fred Goodwin in court are refusing to accept a settlement in their £700m legal claim against the bank.\n\nThe state-backed lender has offered about £200m, or 82p per share held by investors, in an attempt to avoid a case that would see Goodwin take the stand on either 8 or 9 June.\n\nAbout 4,500 current and former employees, some of whom are seeking a higher offer, are understood to be among those who have not accepted a deal.\n\nShareholder Neil Mitchell, who has previously sued RBS in a separate claim, said there was a hardcore group that would not settle under any circumstances.\n\n“For many people, it’s never been about money, it’s been about principle and justice, and about seeing senior board members of the bank brought to trial,” he said.\n\n\n\nLosses of £58bn since the 2008 bailout – how did RBS get here? Read more\n\n“There are a lot of pensioners [among the claimants], many of whom are ex-RBS employees.\n\n\n\n“When they went to presentations by Goodwin, they weren’t just encouraged to put their bonus in, but to put their savings in, even to go and borrow money.\n\n“That’s why some people are diehards. But there are also financial institutions that feel the same way, that this should go to trial.”\n\n\n\nMitchell said the public deserve to hear more about what led to the bank’s £45bn taxpayer-funded bailout after it nearly collapsed in 2008.\n\nThe case was brought by 9,000 claimants who allege that they were misled into investing in a £12bn rights issue as the bank was close to collapse.\n\nReports that thousands of claimants are refusing to settle cast doubt on comments by Jonathan Nash QC, acting for the claimants, who told Mr Justice Hildyard that “progress continues to be made” on a settlement.\n\nRBS has reached settlements with 87% of the investors after announcing in December that it had an £800m pot to resolve claims.\n\nHildyard has adjourned the case until 7 June. The court is not sitting next week, but has set a deadline of 1 June to know whether a settlement is possible.",
    "title": "RBS shareholders refuse to settle in effort to force Goodwin to take stand",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Jill Treanor",
      "Rob Davies",
      "Will Hutton"
    ],
    "link": "https://www.theguardian.com/business/2017/may/25/rbs-royal-bank-scotland-shareholders-fred-goodwin-court-case-settlement",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/6cd1fbd8700ce30eb38ca4bbe0803e028bd3fa7a/0_698_2249_1349/master/2249.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=9b59351cfe59a905d620d9fc6a3eaac3"
  },
  {
    "publish_date": "2017-05-26 00:00:00",
    "text": "Respected thinktank says neither Conservatives nor Labour are being entirely honest about how they will fund and deliver their different visions for the UK\n\nA plague on both your houses. That, put simply, is the considered view of the Institute for Fiscal Studies on the tax and spending pledges made by the Conservative and Labour parties in their election manifestos.\n\nThere was, the IFS noted, a real choice for voters on 8 June, marking quite a change from recent elections. But it was a choice between the undeliverable on the part of the Tories and the unworkable from Labour. Even by the IFS’s exacting standards, it was a withering assessment.\n\nTheresa May’s pitch to the public is more of the same. More austerity, more welfare cuts and a balanced budget by the middle of the next decade – 10 years later than originally planned.\n\nIf the idea behind providing few costed pledges in the Conservative manifesto was designed to provide the IFS with less to attack, the strategy didn’t work. The thinktank says May’s spending plans will put real pressure on public services, and in particular extend to 12 years what is comfortably the most severe squeeze on the NHS since it was founded in 1948.\n\nIFS makes damning assessment of Tory and Labour manifestos Read more\n\nAt a time when demographic and technological change is pushing up the cost of providing healthcare, the IFS says the average increase in the NHS budget between 2010 – when David Cameron became prime minister – and 2022-23 will be 1.4% a year on average, and just 1.2% a year from 2016-17 onwards. Hence the IFS’s concern that the Conservative plans are not deliverable. Labour is planning to be more generous, but not by much. Over the past 60 years, the NHS budget has increased in real (inflation-adjusted) terms by 4.1% a year. Labour’s proposed increase would be half that.\n\nThe IFS gives the prime minister half a cheer for making an attempt to get to grip with the cost of an ageing population. But it notes that the scrapping of the triple lock on the state pension and the means-testing of the winter fuel allowance would make a trivial difference to spending. As for social care, the IFS’s deputy director, Carl Emmerson, said that they seemed to be in “a state of flux” following this week’s U-turn on capping costs. A state of flux is IFS-speak for complete shambles.\n\nLabour lost its hard-won economic credibility by virtue of being in power during the global financial crisis and has struggled to get it back. The latest attempt involves an increase of almost £50bn a year in day-to-day government spending paid for by equivalent increases in tax. Infrastructure spending would rise by £250bn over the next 10 years funded by higher borrowing.\n\nThe IFS doesn’t have that much of a problem with borrowing for public investment when interest rates are historically low, noting that it could boost growth in the short- and the long-term if used wisely.\n\nThe same, though, can’t be said of the plans for day-to-day spending, where the thinktank is clear that the plan for paying for an expansion in state activity “would not work”.\n\nLabour’s tax proposals would raise at most £40bn a year, the IFS said, and probably less than that. The thinktank says the party’s £49bn tax calculation involves factual mistakes, optimistic assumptions and unspecified tax increases.\n\nThe plans would see the size of the state increase to a level not seen in 30 years, the IFS said. This, in itself, would not be an issue, since it would bring Britain into line with many other advanced economies. The issue is how to pay for it.\n\n“If [Labour] want the advantages of a bigger state they should be willing to candidly set out the consequences – higher taxation affecting broad segments of the population.”\n\nIndeed, this is the gripe the IFS has with both parties. The Tories would shrink the state; Labour would expand it. If the opinion polls are to be believed, Labour’s “soak the rich” approach has gone down rather better than “more of the same” from the Conservatives. But neither, according to the IFS, is being entirely straight with the public about how their quite different visions would be realised.\n\n",
    "title": "IFS to voters: you have a choice between the 'undeliverable' or 'unworkable'",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Larry Elliott",
      "John Crace"
    ],
    "link": "https://www.theguardian.com/business/2017/may/26/ifs-tells-uk-voters-choice-between-undeliverable-unworkable-conservatives-labour-",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/dfca45fc57721123aa39e3022e13a6d781831f7e/0_67_2695_1617/master/2695.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=0efb395d386d32fa029fb74c9034fd9b"
  },
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "Charles Rolls, who launched premium tonic brand with Tim Warrillow, cashes in on soaring stock market value\n\nFever-Tree, the upmarket tonic water maker, suffered the rarest of hiccups in its meteoric rise after co-founder Charles Rolls cashed in £73m of shares.\n\nThe sale left the company’s stock down 2% at £17.12 on Thursday – but that is still nearly 13 times its £1.34 price tag when it floated less than three years ago.\n\nDemand for the shares from City investors was so great that Rolls offloaded 4.5m shares, a 3.9% stake, having initially planned to release 2.5m.\n\nHe retains an 11.2% holding worth £222m, and the company is valued at nearly £2bn.\n\n\n\nThat means Fever-Tree is worth more than Britvic, its 170-year old rival, more than the UK arm of Domino’s Pizza, and about three times as much as the Debenhams store chain.\n\nThat is astonishing for a business with sales of just £100m and only 46 full-time staff that has done little more than concoct a fancy mixer for gin. But it is testament to the super-speed growth the company has delivered since Rolls and co-founder Tim Warrillow launched it in 2005.\n\nFrom a standing start, the duo became millionaires within a decade, selling £25m of stock between them when they floated the company on the AIM market in 2014.\n\nRolls has cashed out to the tune of £100m, because he also sold a £12m tranche of shares last year.\n\nHe owes not just his fortune but apparently his life to tonic water – or at least to its key medicinal ingredient, quinine. He once contracted malaria during a trip to Africa and has credited the chemical, obtained from the bark of the cinchona tree referenced in the company’s name, with saving his life.\n\nThough the company started out with tonic water, it has expanded to include variants on the drink, as well as Sicilian lemonade and ginger ale.\n\nIt has managed to stand out from the crowd by consciously embracing luxury status, making much of the exotic origin of its ingredients and the great expense of getting them into your glass.\n\nIts ginger comes from Ivory Coast and Nigeria, its lemons from Sicily, and Warrillow once braved checkpoints manned by militiamen to source quinine from a remote part of the Democratic Republic of the Congo.\n\nThese are the credentials that have ensured no luxury hotel or Michelin-starred restaurant is without a supply of Fever-Tree in its mixer cabinet.\n\nIndeed, one of the company’s early customers was world-renowned chef Ferran Adrià, who made its tonic a firm fixture in his restaurant El Bulli, rated by many gastronomes as the world’s best and quirkiest restaurant before it served up its last liquid olive in 2011.\n\nThousands of protesters brand McDonald's the 'Trump of corporations' Read more\n\nPosh tonic has also benefited from a serendipitous resurgence in gin, increasingly seen as a sophisticated spirit worth splashing out on.\n\nGin menus are a common feature of bars in countries where the spirit is particularly popular such as the UK, Spain and US. And premium gins demand to be mixed with premium tonics.\n\nFever-Tree has ridden the crest of this alcoholic wave like no other company, reporting pre-tax profits last year that more than doubled to £34.3m on sales of £102m.\n\nThis month, the company announced that its 2017 results would comfortably exceed City forecasts, indicating that the Fever-Tree star is still very much in the ascendancy.\n\nRolls, a former management consultant who revived the Plymouth Gin brand, and Warrilow, a former ad man, teamed up in an attempt to challenge the domination by Schweppes of the mixers market.\n\nRolls had noticed that the world’s finest gins were mixed with the same mass-produced tonic. “There’s no point having a good gin if the tonic isn’t right,” he said, pointing out that tonic makes up the lion’s share of a G&T, at least if it is made right.\n\nThis year, Rolls ended his day-to-day involvement in the company, moving from executive deputy chairman to a non-executive position.\n\n\n\nThat might explain why he feels able to start cashing in, a decision that might have given investors pause for thought if he were still engaged in building the business.\n\nAnd with an extra £73m in the bank, Rolls has little reason to wait until the sun is past the yard-arm for his first G&T of the day.",
    "title": "Fever-Tree co-founder makes £73m from selling shares",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Rob Davies",
      "Julia Kollewe"
    ],
    "link": "https://www.theguardian.com/business/2017/may/25/fever-tree-founder-shares-charles-rolls-tonic",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/e73ad89593aa99b0bc78757b3965393abc2f6643/0_163_923_554/master/923.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=24a48ab0e583bd1e5d696699a7437e4f"
  },
  {
    "publish_date": "2017-05-08 00:00:00",
    "text": "Thinktank estimates ODA spending will rise by £1bn during the course of next parliament\n\nPoverty reduction in the world’s poorest countries risks being diluted by the government’s increasing tendency to devote a bigger slice of Britain’s aid budget to pursuing the national interest, the Institute for Fiscal Studies has warned.\n\nThe thinktank estimated that overseas development assistance would rise by £1bn during the course of the next parliament as a result of Theresa May’s pledge to continue meeting the United Nations 0.7% aid target.\n\nBut it said that in recent years less of ODA spending was being channeled through the Department for International Development, with a growing emphasis on ensuring UK firms benefited.\n\nForeign aid 0.7% pledge will remain, says Theresa May Read more\n\nIn a pre-election analysis, the IFS said Britain’s spending on aid had almost doubled since Tony Blair promised to meet the UN target at the Gleneagles summit in July 2005. Spending had risen in inflation-adjusted terms from £7.4bn to £13.6bn in 2016 and was on course to reach almost £15bn by 2021.\n\nCross-party adherence to the 2005 promise meant that DfID was spared the austerity that affected most government departments after the Conservative-Liberal Democrat coalition came to power in 2010, the IFS said.\n\nDfID’s budget had risen by 24% between 2010-11 and 2015-16, while the average cuts for departments outside of the NHS, education and defence were 28%.\n\nBut the IFS said there had been a change of emphasis since 2015, with more than a quarter of the aid budget now being spent outside DFID in 2016 up from 14% two years earlier.\n\n“So far Theresa May has made it clear that if she wins the election she will uphold the UK’s commitment to spending 0.7% of GNI [gross national income] on ODA”, the IFS report said. “However, across the main parties, there has been little indication of how this money will be spent and what balance they will aim to strike between national interest and global poverty alleviation goals in UK aid spending going forward.”\n\nMay has been under pressure from some of her own MPs and from Conservative-supporting newspapers to cut aid spending, but announced last month that she would be renewing the 0.7% pledge. Diverting some of the money to other departments – such business, energy and industrial strategy – is seen as a way of blunting the attacks.\n\nThe IFS said that despite criticism of aid being squandered, overseas assistance was the most heavily scrutinised part of government spending, with oversight from the International Development Committee, the National Audit Office and the Independent Commission for Aid Impact.\n\nSonya Krutikova, an author of the IFS report, said: “The UK is now recognised internationally as leading on shaping the global development agenda and the Department for International Development scores highly on the international Aid Transparency Index.\n\n“A change of strategy since 2015 means that more emphasis is now put on using ODA spending for the UK’s national interest. There is clearly a trade-off between this, spending outside of ODA altogether, and ensuring the money is used most effectively for global poverty alleviation.”",
    "title": "Impact of UK foreign aid diluted by pursuing national interest, says IFS",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Larry Elliott"
    ],
    "link": "https://www.theguardian.com/business/2017/may/08/foreign-aid-national-interest-ifs-oda-spending",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/ed645fdf59ad4642201bc5565076d1fb6df1a605/177_181_3106_1863/master/3106.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=2688788aac1a3012a960d91eed71e63d"
  },
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "Experts hail importance of agreement between major oil producers to extend existing production curbs for nine months\n\nThe world’s major oil producers have voted to continue their production cuts into 2018 in an attempt to prop up the oil price.\n\nUnder the deal reached by Opec and 11 non-members, including Russia, output cuts of 1.8m barrels a day will be extended for a further nine months.\n\nUK growth unexpectedly revised down to just 0.2% as inflation bites - business live Read more\n\nHowever, the deal failed to impress the market and the oil price started to slide even as the details of the agreement were being hammered out.\n\nThe price of Brent Crude fell almost 4% to $51.90. It has mostly hovered in the $50-55 range since the original six-month cuts began in January.\n\nWhile the result was expected, it quashed hopes in some quarters that the Vienna meeting would yield even deeper cuts, which the cartel deemed unnecessary.\n\nNeil Wilson of ETX Capital said: “Opec members had a chance today but bottled it. A nine-month extension just isn’t enough to really lift oil prices as we’ll continue to see US shale fill the gap. Having said they’d do whatever it takes, Opec is looking a bit toothless now.”\n\nSaudi Arabia said the group could have dealt with the oil supply glut by the end of 2017, but was playing it safe.\n\n“We would do it in six months but then we’d have a seasonal build [of supply] in the first quarter [of 2018] which could undo what we’ve done – so we went for the safe bet of extending to nine months,” said Khalid al-Falih, the Saudi energy minister.\n\nDelegates at the meeting described Russia as a “lynchpin” in winning non-Opec members over.\n\nWhile the agreement has only stabilised the oil price in the short-term, experts hailed it as an important deal.\n\n“Opec’s decision is a big one because it shows a commitment to support oil prices into 2018 – and potentially for all of next year,” said Ann-Louise Hittle of Wood Mackenzie. The oil analysis group said that without an extension, prices would have collapsed next year to an annual average of $43 a barrel.\n\nMaintaining the cuts would likely set a floor price in the low $50s this year, said Deloitte, which believes the cartel made the right decision in extending rather than deepening curbs.\n\n“Deeper cuts would have likely weakened the incentive for high compliance across Opec while encouraging non-Opec producers to accelerate production growth,” said Andrew Slaughter of the Deloitte Center for Energy Solutions.\n\nSaudi Arabia rejected the claim that the group’s efforts to stabilise the oil price would be hampered by US oil production rising off the back of the Opec deal. “Shale is an important variable but we don’t believe it’s going to significantly derail or affect what we’re doing. The market is big enough to absorb the expected increased production in shale in 2017,” said Falih.\n\nHowever, observers said that Opec’s ability to shore up prices by curtailing output was constrained by the speed and volume with which US oil production could ramp up.\n\nJason Bordoff, founding Director at the Center on Global Energy Policy at Columbia University, said: “To the extent Opec cuts production and props up prices, some of those gains are lost to more rapid growth in shale oil, which is very sensitive to changes in price at the levels we are currently seeing.”\n\nSome Opec delegates said they did not believe forecasts by the US government, which expect US production up 1m barrels a day year-on-year by December – a level that would offset more than half the cuts of the “Vienna group”.\n\nBut Bordoff said the forecast did not seem unreasonable. “Recent experience with shale suggests that Opec countries should underestimate shale at their peril,” he warned.\n\nThe original Opec deal last year has already spurred the US oil industry to return rigs to work at a ferocious rate. Baker Hughes puts the number of rigs at 901 now, up from 404 at the same time last year – and the production from many of those rigs has yet to come through.\n\nAt the Vienna meeting Opec also accepted Equatorial Guinea as its 14th member.",
    "title": "Oil price slides as Opec production cuts fail to impress markets",
    "source_description": "Latest financial, market & economic news and analysis from The Guardian",
    "authors": [
      "Adam Vaughan"
    ],
    "link": "https://www.theguardian.com/business/2017/may/25/opec-meeting-oil-price-saudi-arabia-production",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/5c3c26d53e8ec3eaa49f37f576dc2f27bad20edc/0_161_3500_2100/master/3500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=fc9454fe8749122e959bf14991b47ad5"
  }
]