[{"title": "Golfer Kaylin Yost: A Pro at Overcoming Obstacles", "text": "Many people spend their lives striving to meet expectations. Kaylin Yost, in contrast, has spent her life defying them.\n\nThis 25-year-old golfer, striving for LPGA status and soon to appear at the Kingsmill LPGA Championship in Williamsburg, Va., thanks to a sponsorship exemption, has faced major health obstacles since birth. She was born without normally formed hip sockets and therefore had dislocated hips. While still an infant, she endured 18 months in a full-body cast, changed every three months to accommodate her growth. Doctors hoped that hip sockets would eventually form over her hip bones, but they predicted she’d likely never walk or ride a bike.\n\nBy the time the body cast was removed, Yost’s hip sockets had finally developed and begun to function properly, and after two major hip surgeries, the outlook for her physical mobility had improved. But just before she turned two, a new health issue came to light. Yost’s mother had repeatedly wondered why her daughter, by then a toddler, never seemed to attempt speech, and a visit to an audiologist brought devastating news: Yost had moderate to severe hearing loss in both ears.\n\nNevertheless, more than two decades later, her hearing challenges are scarcely evident. Now an attractive young woman, slim and petite with shoulder-length blonde hair and a light tan, she appeared last month at Kingsmill’s tournament preview for media. Alongside a featured LPGA player she took questions, exuding confidence and a contagious cheerfulness. And afterward, by herself, she chatted easily as reporters’ pens scribbled. (Observers say she’s a pro at lip-reading, and her voice doesn’t reveal her lifetime of hearing difficulties.)\n\nSoon she’ll tee off on Kingsmill’s famed River Course amidst some of the best female golfers in the world. Given the obstacles she’s had to overcome, the life she’s now living might once have seemed impossible. But those who’ve known Yost agree—she possesses uncommon strength of spirit.\n\nPersevering with Positivity\n\nFrom the beginning, Yost’s parents strived to make the best of her hearing loss, and her radiant cheerfulness today is clear evidence of their guidance.\n\n“My parents were good about raising me to be very positive,” she remembers.\n\n“You’ve got to make the best of your situation.”\n\nOf her hearing deficits, Kaylin’s mother, Sharon Kendall, says: “We were so blessed that she wasn’t profoundly deaf. She can put hearing aids in, so she can get by.”\n\nYost has worn hearing aids successfully since age two, and she attended a school for the hard-of-hearing in Maryland. Though many children there learned sign language, the teachers didn’t want her to use that as a crutch and urged her instead to speak as much as possible.\n\nBefore second grade, Yost’s teachers urged her parents to move her to a mainstream school, and they chose a private school, with smaller classes, as the best learning environment for their daughter. “Kaylin had to learn over the sounds of the ceiling fan and the air conditioner,” says Kendall, since all sounds were amplified by the hearing aids. But despite the challenges Yost still excelled in the classroom, establishing herself as an overachiever.\n\nAt age nine, at a country club near her Maryland home, Yost took up golf like many in her family, and especially enjoyed playing with her older brother and his friends.\n\nBy the time the family moved to Florida, before she entered sixth grade, she was showing considerable skill, and she started playing there on a school team and in tournaments. Her family secured a veteran golf coach—Dan McCarthy of the Grande Oaks Golf Academy in Davie, Fla.—who, 14 years later, is still her coach today. He had coached golfing greats at many levels, and he has been a steadfast mentor for Yost, both in golf and in life. “He’s my life therapist,” asserts Yost. “He’s been like my dad.”\n\nThough her hearing issues have presented challenges in many settings, they offered her unexpected advantages on the golf course. For many years she had hearing aids that could be easily turned off, and she did just that before every golf shot, getting into her zone and silencing distractions.\n\n“Sometimes,” she admits with a smile, “I like to play the deaf card,” and she can selectively listen whenever it suits her.\n\nAs a golfer at Campbell University in Buies Creek, N.C., she won four times and was named Big South Player of the Year in 2012 and 2014, graduating that May. She says her coach there—John Crooks, one of the winningest golf coaches ever in NCAA Division I—helped make her “mentally tough.”\n\nHer Campbell experience convinced her she wanted to play pro, and she did so starting in July 2014, but her rookie year rocked her confidence. After years surrounded by a close family or her tight-knit team at Campbell, she experienced traveling solo as a golf pro, which, as her coach notes, can be a struggle for some.\n\nYost took a break from golf, went home, and tried a corporate stint with the startup JetSmarter. But reflection and bonding with her mom, as well as her dissatisfaction with the 9-to-5 routine, solidified her desire to return to the fairway. “I’m so thankful,” she says now, “for that time in my life.”\n\nGlad to be Back in the Game\n\nNow living on Florida’s Amelia Island, Yost has renewed her pursuit of an LPGA card, competing in local professional tournaments, LPGA Monday qualifiers, and on the Symetra tour, the official developmental tour for the LPGA. A landmark performance in March was earning her first LPGA start; she Monday qualified with a 66 at the Bank of Hope Founders Cup at the Wildfire Golf Club in Phoenix, Ariz., and then played well enough to make the cut. Her playing that week brought her widespread attention and support from members of the hard-of-hearing community, including golfers.\n\nShe has since learned about other tournaments where hard-of-hearing golfers compete, including the Deaflympics, which will take place in Samsun, Turkey, this July, and she has qualified to represent the U.S. there.\n\nYost is enthusiastic about her new leadership role in the deaf and hard-of-hearing community: “I want anyone to know that it’s possible to be hard-of-hearing and succeed.”\n\nMatthew Schulze, tournament director of the Kingsmill Championship, appreciates the power of her story and the appeal it will have for tournament goers. He says Yost was granted the sponsorship exemption she requested (in order to play without LPGA status) in part because she’s a native of nearby Maryland, so she’ll add local interest to the field of players. But more importantly, Schulze says, the story of her golfing journey so far is a compelling one.\n\nAs for Yost’s future in golf, her coach is optimistic. He says her drives are strong, and though she can work on consistent putting, her main challenge, he says, is gaining the mental edge, the confidence. But he believes it will happen. “She’s a special person,” he asserts. “She’s going to do great things.”\n\nAs for playing at Kingsmill, Yost is excited to be “out there with these phenomenal girls,” and her main goal is to have fun. She sums it up like this: “I’m so thankful for God creating the miracle that I’m out here.” And not just playing golf, but among some of the sport’s best.", "publish_date": "None"}, {"title": "VeinViewer Improves IV Start Success Rate", "text": "Let’s face it, no one likes getting stuck with a needle. And when veins are hard to find, that can mean a lot of sticks and a lot of pain.\n\nThat’s where VeinViewer comes in. It’s a vein-finding device that illuminates the veins—basically identifying the vein patterns on a patient’s skin—therefore making IVs and other venipuncture procedures easier.\n\nVeinViewer is one of several products on the market intended to make life easier for patients who are afraid of needles. In the end, it can mean less pain and less anxiety for a patient.\n\nBy being able to start an IV with fewer sticks, devices like VeinViewer are greatly beneficial, especially in children’s hospitals. Clinical studies have shown that between 25 and 50 percent of pediatric patients require multiple attempts to start an IV.\n\n“IV starts are one of the most—if not the most—stressful things for a child who is hospitalized,” says Angela Krueger, a nurse at Sanford Children’s Hospital in Sioux Falls, South Dakota. “This technology is a tool we can use to help decrease that trauma while also helping us gain IV access quickly and efficiently.”\n\nVeinViewer works by projecting near-infrared light onto the skin. The light, which is harmless, is absorbed by the blood and reflected by surrounding tissue. VeinViewer then projects a digital image of the patient’s vein pattern. The image shows up in high definition, in real time, by simply holding the hand-held device over the skin. The device can “see” peripheral veins up to 10 millimeters deep and blood patterns up to 15 millimeters deep.\n\nA 2010 study showed that a pediatric surgical unit’s venipuncture first-attempt success rate increased by as much as 80 percent when VeinViewer was used, according to the journal Pediatric Nursing.\n\nClaims Christie Medical Holdings, the Memphis, Tennessee, company that designed VeinViewer: “VeinViewer, as with all medical technology, is intended as a tool to help the clinician maximize their success and efficiencies in the daily procedures for both themselves, and most importantly, their patients.”\n\nHere in Hampton Roads, Sentara hospitals use VeinViewer in medical and surgical units, and anywhere nurses need to establish IV lines in patients, according to Sentara spokesman Dale Gauding.\n\nVeinViewer is used for more than just starting IV lines. It’s been used to locate where cosmetic injections such as Botox should be directed, as well as to help make it easier to draw blood from a blood donor. It can be used no matter the size, age or skin tone of a patient.\n\nAdditionally, VeinViewer’s use helps decrease the need for PICC (peripherally inserted central catheter) and central venous catheter lines.\n\n“VeinViewer not only allows physicians better visibility of veins targeted for treatment, but also provides verification of full and complete treatment,” says Dr. Steve Elias, a vascular surgeon and director of the Center for Vein Disease at Englewood Hospital and Medical Center in New Jersey, in testimony provided on VeinViewer’s website. “VeinViewer fulfills a basic surgical principle—if I can see it, I can do it.”", "publish_date": "None"}]