[
  {
    "publish_date": "2017-04-27 00:00:00",
    "text": "On and off for nearly two years, she lived on the streets of Boston. She slept on benches and survived on food she found in the garbage.\n\n\"Being homeless as a teenager, you understand that nobody can protect you,\" she said. \"You have to protect yourself.\"\n\nUltimately, Ben Yosef got her life on track. She moved back to Israel, where she had lived as a child, attended boarding school and later served in the military. When she became pregnant at 20, the prospect of motherhood brought her life into focus.\n\n\"I didn't have a home or a family, and that was in my soul,\" she said. \"I wanted to help other kids like me.\"\n\nShe started by serving weekly dinners to homeless youth. Before she knew it, she was giving them a place to stay.\n\n\"I couldn't say no to the ones that didn't have anywhere to go after dinner,\" she said. \"So, I opened my home for (them).\"\n\nToday, her organization, the Shanti House, has grown into a sprawling two-campus facility -- with locations in Tel Aviv and the Negev region -- that has helped more than 46,000 young people.\n\nNamed for the Sanskrit word for peace and tranquility, the group provides temporary housing and long-term support for homeless and at-risk youth ages 14 to 21.\n\n\"My goal is that every child that comes through this door will feel at home ... where they can finally let out a sigh of relief, feel secure, and most importantly, be happy,\" Ben Yosef said.\n\nCNN's Laura Klairmont spoke with Ben Yosef about her work. Below is an edited version of their conversation.\n\nCNN: The young people you work with -- what's it like to be in their shoes?\n\nMariuma Ben Yosef: (They) don't have a home. They are children that are coming from juvenile court, some are referred to by social workers and others are coming from the streets of Israel. Many have experienced sex abuse, violence and neglect. A lot of the kids I work with have been victimized by their parents or other members of their family; the very people that are supposed to give them comfort are causing them to suffer.\n\nWhen you live in the streets, you're always on guard. You hear footsteps at night, and you don't know if it's someone who will want to rape you or harm you in some way. You are on survival mode all the time, and that is very hard. Not only do you have no roof over your head, no food, no bed, you really have nothing. It's always lonely; you feel that you have no roots and nowhere to go. These circumstances make you hate yourself and the world. You have to develop your own roots to survive; you have to be very strong because you have nobody.\n\nJUST WATCHED CNN Heroes: A Cosmic Family Replay More Videos ... MUST WATCH CNN Heroes: A Cosmic Family 02:42\n\nCNN: How have your personal experiences shaped your approach to the work?\n\nBen Yosef: When I first started this work, a girl who came to live at the Shanti House told me about a brutal rape she went through. I am a rape survivor as well but had never spoken about it with anyone. There were many painful experiences I had growing up that I had blocked out of my mind. I just kept moving and moving. But in this situation with this girl, I knew that I could provide comfort by sharing my story with her, so I did.\n\nThat was the first time I expressed my pain to somebody else. That's when I understood that I survived all these difficult situations so that I could help others, and I realized that this is what I'm going to do for the rest of my life.\n\nPeople say that I'm saving these children, but really, they're the ones saving me. They've saved my soul and helped me to feel whole again. I feel alive because of them.\n\nBen Yosef (center) hugs two participants who have received Shanti House's services.\n\nCNN: What's it like to work with such a diverse array of youth?\n\nBen Yosef: We serve children that come from all over Israel. We welcome everybody, regardless of religion, race or sexual orientation. We accept you as you are -- as a human being.\n\nWhat makes the Shanti House so unique is that regardless of where they came from, all the kids come together to help one another. It's amazing to see everyone in one room. You have Ethiopians, Jews, Russians, Arabs, all living together, co-existing peacefully. There are no politics here. We are a family.\n\nWe provide these children not only with a bed, food, therapies, medical care, and education, we also provide them with love, security and all the emotional needs of someone who is missing a family. We give them everything they need to survive and succeed.\n\nI'm so proud of each and every one of my kids because they chose life and not a path of self-destruction in the streets. I think they are the real heroes.\n\nWant to get involved? Check out the Shanti House website and see how to help.",
    "title": "Homeless at 14, she's saving youth from the same fate",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Laura Klairmont"
    ],
    "link": "http://edition.cnn.com/2017/04/27/health/cnn-hero-mariuma-ben-yosef-shanti-house/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170426165640-cnn-hero-mariuma-ben-yosef-super-tease.jpeg"
  },
  {
    "publish_date": "2017-04-19 00:00:00",
    "text": "(CNN) Nearly two years ago Abby Holmes and her husband Jeremiah left their home and jobs in Brooklyn for Columbus, Ohio.\n\nBetween 45% rent hikes and hyper-competitive hunts for a preschool for their son, the couple were ready to leave behind the big city life.\n\nIn Columbus they had extended family, affordable rent and, they hoped, the promise of an easier life. But a little over a year after moving, the couple has struggled to find full-time work. Last year, they made about $26,000, which was hardly enough to support the family of four.\n\nAbby Holmes, her husband Jeremiah and their two sons, Harry, 4 and Eli, 6 months. The Ohio family counted on Medicaid to make ends meet last year.\n\nThey've counted on government-funded Medicaid to cover doctor's visits, medications and the birth of their second child, Eli. Her family hasn't needed it yet, but Abby knows they could also turn to food assistance and other benefit programs.\n\nTheir situation isn't the only thing that's changed in the last year.\n\nThe Trump administration and Congress have signaled sweeping plans to remake programs that affect the Holmes' and millions of other families. Medicaid, food stamps and rental assistance are among them. These families could find themselves losing the help they depend on to visit doctors, stay in their homes or put healthy food on the table.\n\n\"We would have to regroup in an entire new way,\" Abby Holmes said of losing Medicaid. \"I would be forced to look for full-time work. My kids would see me less ... and our take-home pay would not change because all of that new money would have to go for healthcare, so it is kind of a lose-lose. ... We're living paycheck to paycheck as it is.\"\n\nWhile Republican leaders failed to repeal and replace the Affordable Care Act in March, President Trump's administration has vowed to cut billions in federal poverty and health care programs and his secretary of Health and Human Services has promised to give states more control over social programs, which typically means budget cuts and diminished regulation.\n\nHow successful the Republican party will be in reshaping decades of social safety net programs is unclear as the party is deeply divided. President Trump promised during the campaign to \"save\" programs such as Medicaid \"without cuts,\" but has since changed his position since the election.\n\nA Republican-led Congress and the White House now appear aligned and eager to make the most drastic changes in generations to federal entitlement programs that help those in need.\n\nWhere are safety net cuts most likely?\n\nThe programs most likely to face cuts are Medicaid and SNAP, a nutrition program that provides healthy food for families, housing vouchers and home energy assistance. Changing these programs from federal to state control could create a patchwork of programs that can be confusing and hard to access because of changing eligibility requirements.\n\nSome estimate the changes could eventually cut as much as 30% to 40% from the multi-billion-dollar budget for Medicaid, while changes to food stamp programs and the health insurance rules might make it harder for families to afford groceries or visits to the doctor.\n\nMedicaid covers 70 million low-income children, pregnant women, adults, seniors and people with disabilities, and SNAP helps 43 million people put food on the table.\n\nBut the GOP has signaled its intention to shift them from being open-ended entitlements to more-restricted block, or per capita, grants.\n\nJUST WATCHED In 2015, Trump promised not to cut Medicaid Replay More Videos ... MUST WATCH In 2015, Trump promised not to cut Medicaid 01:13\n\nEntitlements are unlimited reimbursements to states that expand to cover anyone eligible for help during times of need, such as a recession or disaster. However, block grants function like an annual allowance: The federal government offers states a fixed amount for program funding and states decide how to use that money. If there's more demand for social services, states must make up the difference or cut benefits.\n\nCongressional Republicans proposed block grant plans in their budgets last year and Trump discussed them during the campaign. In a March letter to state governors (PDF), Tom Price, head of the Department of Health and Human Services, promised to give states \"more freedom to design programs that meet the spectrum of diverse needs.\"\n\nBlock grant reforms \"end the misguided one-size-fits-all approach that has tied the hands of so many state governments,\" said House Speaker Paul Ryan in a statement on his website . \"States will no longer be shackled by federally determined program requirements and enrollment criteria.\"\n\nBeyond just state budgets, block grants can also change the way the programs work. Government leaders could, for example, institute requirements that Medicaid recipients have jobs, end federal rules that states pay for programs to help pregnant mothers quit smoking, or create a wait list for insurance.\n\n\"We would go from a scenario where the government helps to guarantee access to certain levels of benefits to support kids and families, to a 'you're on your own, first-come-first-served' scenario,\" said Kelly Hardy, senior managing director for health policy at Children Now, a California advocacy group.\n\nPushing for change\n\nRepublican and conservative thinkers have pushed to turn entitlement programs into block grants for decades. Ryan, 47, famously said in March that he'd been \"dreaming\" of cutting Medicaid since he was \" drinking out of a keg .\"\n\nThey argue that the free-spending entitlement approach to poverty and social services hasn't succeeded. The nation's poverty rate hasn't changed dramatically since the 1970s, when programs like SNAP and Medicaid were first introduced and the percentage of children in poverty hasn't declined since 1970 , five years after Medicaid and other \"War on Poverty\" welfare programs were first signed into law.\n\n\"We don't know what works best,\" said Michael Tanner, a senior fellow at the conservative Cato Institute. \"But we know what we're doing isn't working. Experimentation seems like a good idea.\"\n\nThat flexibility of block grants could let states tailor social service programs to the needs of their residents, supporters argue.\n\nFor example, under block grants, states could combine nutritional benefit money with healthcare funds to offer people at risk of obesity intense nutritional counseling early in life, before they require expensive treatment for diabetes or heart disease, said Tom Miller, a resident fellow at the American Enterprise Institute, a conservative think-tank that has pushed block-grant programs.\n\n\"We tend to put things in silos,\" Miller said of the social safety net. \"If your focus is on improving people's health you would think about what could be rearranged. How do we best assist the person in front of us, if you could reshape it and bundle together what the government is offering? Maybe housing is the thing that is going to make them healthy, not another doctor visit.\"\n\nMiller pointed to a 2015 study by the Robert Wood Johnson Foundation that gave disabled people on Medicaid cash allowances to spend money on in-home health services they thought they needed instead of trying to file for benefit programs. The study found that issuing cash allowances cost the government slightly more, but only because people more easily accessed the help they were entitled to in the first place.\n\n\"States are the 50 experiments, the labs of democracy,\" said Tanner of the Cato Institute. \"Right now we treat everything as an identical cookie cutter, but maybe a state wants to focus on housing, or the universal basic income, or increasing work requirements.\"\n\nDoing more with less\n\nBut critics say the talk of innovation distracts from the fact that block grants reduce federal spending.\n\n\"Having looked at these proposals, it seems easy to determine that the decision that will be left to the states will be how to deal with less federal money,\" said Matt Broaddus, a research analyst at the Center on Budget and Policy Priorities, a nonpartisan think-tank that specializes in welfare policy.\n\n\"If that happens, then we have to figure out where to cut,\" said Renate Pore, interim executive director of West Virginians for Affordable Health Care. \"Are they going to cut services, like dental care? Are they going to reduce the number of people eligible? People will have coverage that is less affordable, especially children.\"\n\n\"These are all bad choices,\" Pore added.b\n\nDr. Lynda Young, a primary care pediatrician in Worcester, Massachusetts, said that if Medicaid funding was reduced, fewer doctors might treat Medicaid patients and parents could find it harder and more expensive to bring their children to the doctor.\n\n\"When the money is gone, what is going to happen to the kids?\" she asked. \"They don't come for routine care, so we're talking about their general development and health. We look at lead when they come in, we look at anemia, we look at making sure they have enough to eat.\"\n\nIn Ohio, parents like Abby Holmes might find themselves without coverage while their children have less Medicaid coverage than they did before. Under Republican plans, Ohio could lose $22 to $40 billion in federal health funding from 2019 to 2028, according to the Urban Institute\n\nAnd while block grants may promise states a reasonable amount of money when first implemented, studies have shown that over time other social safety net block grants for housing and health insurance don't grow to account for inflation, rising costs or population changes, leaving states with less spending power each year.\n\nThe Center on Budget and Policy Priorities studied 13 federal block grants for programs like child care, substance abuse and maternal health and found that between 2000 and 2016, federal funding fell an average of 26%. Few states could make up the shortfalls and instead reduced benefits or cut people from the programs.\n\nIn California, where 42% of children are covered by the state's Medi-Cal program, families could be forced to spend months on waiting lists before they get coverage.\n\n\"We've done this before,\" said Hardy of Children Now, referring to of earlier California budget cuts. \"At one point we had 90,000 kids on a waitlist for a program that overall had a million kids in it.\"\n\nCutting additional programs\n\nWhile cuts to Medicaid would be the largest and most dramatic changes to federal entitlements under the new Republican plans, they would also potentially cut millions of dollars for the federal government's food stamp entitlement program, which covers 43 million low-income Americans, almost 70% of whom are families with children.\n\nThe Supplemental Nutrition Assistance Program, called SNAP, functions much the same way a Medicaid entitlement does: Anyone eligible for the benefit will be covered and the federal government will reimburse states. But the program could be shifted to block grants, providing a fixed amount of money to states for those who need help buying food.\n\n\"Let's assume the block-grant funding\" stays flat, said Stacy Dean, vice president for food assistance policy at the Center on Budget and Policy Priorities. \"That means that SNAP can't expand to meet needs if a state or even a community experiences a downturn, say if a plant closes.\"\n\nLike Medicaid, cuts to SNAP could mean fewer people would be eligible for benefits or might have to wait longer to receive them.\n\n\"It becomes a real tension when benefits are cut, because SNAP is part of the household budget\" Dean said. \"At some point you're going to give up your house rather than allow your kids to go hungry.\"\n\nAnother program that could be changed to a block grant is Social Security Income, which provides as much as $733 a month in cash assistance to 8.4 million poor and disabled people, including 1.3 million disabled or blind children. Many of the children who receive SSI live with a single parent and receive special education.\n\nUnder block grants, states could make it harder for parents with disabled children to receive benefits or could cut the monthly amount of money they receive.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nWhile Trump and Ryan have made clear they hope to reduce federal spending by reforming Medicaid and rolling back the expansion of other programs that support children, the cost savings now could lead to higher expenses a few decades from now, advocates said. Children who have grown up without healthy food or easy access to doctors struggle with chronic, expensive health problems for the rest of their lives.",
    "title": "Trump, GOP cutting holes in family health safety nets",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Will Kane",
      "Common Sense News"
    ],
    "link": "http://edition.cnn.com/2017/04/19/health/gop-family-health-safety-nets-medicaid/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170418153217-holmes-family-medicaid-super-tease.jpeg"
  },
  {
    "publish_date": "2017-03-08 00:00:00",
    "text": "She also is a former candidate for the Wisconsin state legislature. She ran as a Republican and once was anti-Obamacare. Today she says she supports it -- mostly.\n\nHer biggest objection remains the mandate that individuals must obtain health insurance coverage. \"We all want to thrive,\" said Koehler, \"and make America great again, as (President Donald Trump) says, but we can't do that if we're struggling to pay bills.\"\n\n\"People have to be able to get to their doctors. People have to be able to get their medicine,\" said Koehler, \"and out of any country in the world we should be doing it.\"\n\nTwo years ago, after losing her job, she did something she always had wanted to do; she ran for a seat in the Wisconsin State Assembly. She lost, and in the aftermath of that disappointment, got some awful news -- she had cancer. Koehler had been diagnosed with non-Hodgkin lymphoma.\n\n\"I was Stage 4. My prognosis was poor. I wasn't supposed to survive,\" she said.\n\n'Real-life implications'\n\nWhen she lost her job she got health insurance through the Affordable Care Act marketplace. But she soon found that the $400 monthly bill was too high for someone who was unemployed.\n\nKoehler served 14 years in the Wisconsin National Guard.\n\nSo she dropped Obamacare and opted for Medicaid, under Wisconsin's BadgerCare Plus program. It's the only state in the US to adopt federal guidelines for Medicaid expansion but not accept federal money.\n\nKoehler, recently was diagnosed with a thyroid condition possibly related to her cancer and still has three years of monitoring before she can be declared cancer free. In all her care and treatment so far has cost more than $1 million.\n\nShe has a message for Congress and President Trump as they press ahead with repealing President Obama's signature legislation. \"They can be celebratory in Washington\" but, she said, \"it's going to have real-life implications and they have to realize that.\"\n\nDick Woodruff, who lobbies Congress on behalf of the American Cancer Society's Cancer Action Network, said under the current Republican proposal a forty-something cancer survivor making around $50,000 a year could expect to pay at least $1,000 monthly for treatment -- far above the $400 Koehler was paying in the Obamacare market.\n\nThey probably would qualify for a partial tax refund at the end of the year, but the out-of-pocket expense would likely be substantially more under the plan Congress is considering.\n\n\"The lowest income individuals who currently receive premium subsidies,\" said Woodruff, \"are going to be losers because they're going to get fewer subsidies.\"\n\nMany with cancer rely on Medicaid\n\nHe also said Medicaid recipients -- the poorest and most vulnerable -- will likely also suffer over time.\n\nThe Medicaid expansion under the Affordable Care Act covered some 11 million Americans -- but estimates by the Center on Budget and Policy Priorities calculate the current Republican plan would cut $560 billion from the federal Medicaid program over the next decade.\n\nWoodruff said today there are about 1.5 million Americans with cancer relying on Medicaid, many of them children.\n\nUnder the current Republican proposal \"it's quite possible that as states begin to lose money ... and begin to change the enrollment requirements or eligibility requirements, particularly for single adults, some of those people could be dropped.\"\n\nKoehler was born to a mother with mental illness, cycled through 19 foster homes by the time she was an adult and served 14 years in the Wisconsin National Guard. For her, surviving cancer and losing a political race were bumps in the road.",
    "title": "Cancer survivor, Republican has change of heart on Obamacare",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Miguel Marquez",
      "Laura Dolan"
    ],
    "link": "http://edition.cnn.com/2017/03/08/health/obamacare-cancer-survivor/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170308180021-tiffany-koehler-cancer-survivor-obamacare-super-tease.jpg"
  },
  {
    "publish_date": "2017-04-28 00:00:00",
    "text": "(CNN) When Phil Southerland was 7 months old, he had symptoms of the flu, was urinating frequently and had an unquenchable thirst.\n\n\"My mom took me to one doctor who said, 'Your kid has got the flu. Come back in one week,'\" he said.\n\nWithin days, Southerland's weight plummeted. His mom rushed him to the hospital.\n\n\"They said, 'Ma'am, we've got good news, and we've got bad news. The good news is your son's gonna live for now. The bad news is, he's got diabetes. He's got to take shots of insulin, and most likely he'll be dead by 25. If not, he'll either be blind or have renal failure,'\" he said.\n\nAs he grew up in Tallahassee, Florida, Southerland was determined not to let this death sentence stop him. At 6, he was already managing his Type 1 diabetes on his own.\n\n\"For me, it was all I ever knew. I knew I had to breathe, I knew I had to eat and I knew I had to check my blood sugar and give myself insulin shots.\"\n\nHis parents stored only healthy food in the house to keep him from making bad choices. But at 12, Southerland disobeyed the rules and ate a candy bar. That decision would change his life.\n\n\"I figured OK, I don't want to wait two hours for my insulin to kick in. I do want to eat these candy bars. How can I do it?\" he recalled.\n\nSo he hopped on his bike and rode through the neighborhood until his legs got tired.\n\n\"That was my journey to start riding,\" he said. \"The bike for me was freedom.\"\n\nThe more he exercised, the less insulin he needed, and the easier it was to manage the disease.\n\n\"The bike gave me the discipline and motivation I needed to control my diabetes,\" he added.\n\nSoutherland started competing and won a lot of cycling races. In college, he got the idea to start a nonprofit called Team Type 1 Foundation , based in Atlanta, to empower other athletes with the disease.\n\nThe first sporting goal of the organization was to have a team of athletes compete in the Race Across America, a 3,000-mile bike trek through 12 states.\n\nSoutherland leads his first all-diabetic cycling team for Team Type 1.\n\n\"We lost the race by three minutes,\" Southerland said. \"So we came back the next year a little smarter in how we manage diabetes, a little more experienced in the race, and we set a world record of 5 days, 15 hours and 43 minutes.\"\n\nTo ensure safety, the organization provides a medical team to support riders during a race. Cyclists undergo a stringent testing regime in the three hours leading up to a race. They also use continuous glucose monitoring, which will sound an alarm if their levels get too high or too low.\n\nCheating death\n\nIn 2008, Southerland created a professional team of diabetic cyclists.\n\n\"I was supposed to be dead when we started Team Type 1 as a professional cycling team,\" he said.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nBut he was far from it. Southerland competed as a professional cyclist for two years until some injuries took him out of the sport.\n\nNow 35, Southerland's goal is to field the first all-diabetic team in the Tour de France by 2021.\n\n\"I believe sport can be the unifying point for people with diabetes,\" he said.\n\nSoutherland's other passion is helping diabetic kids in Rwanda get much-needed medical supplies.\n\n\"I nearly put our company out of business in 2010 ... because I bought 400 blood glucose monitors, and I took about 40,000 test strips in bike boxes to the Tour of Rwanda,\" he said.\n\nSoutherland is dedicated to helping kids with diabetes in Rwanda.\n\n\"We gave them out to the kids there. Their parents were all in tears because their kids have this tool, which is gonna help them live,\" he added. \"It ripped my heart out.\"\n\nEvery year since then, the organization has continued to send supplies to Rwanda.",
    "title": "Cyclist turns a death sentence into a race for diabetes",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Natalie Angley"
    ],
    "link": "http://edition.cnn.com/2017/04/28/health/turning-points-phil-southerland/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170426142430-turning-points-phil-southerland-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-26 00:00:00",
    "text": "Story highlights John Morrell and Co. is recalling Nathan's and Curtis beef franks\n\nThe hot dogs may be contaminated with metal\n\n(CNN) If you plan to grill out this holiday weekend, check your hot dogs to make sure they are not on a recall list.\n\nJohn Morrell and Co., a Cincinnati firm that makes Nathan's and Curtis beef franks among others, is voluntarily recalling 210,606 pounds of ready-to-eat hot dogs. The dogs may be contaminated with metal, according to the US Department of Agriculture's Food Safety and Inspection Service.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nThe recalled packages include 14-ounce sealed film packages of Nathan's 8 Skinless Beef Franks with a use-by date of August 19, 2017, and 16-ounce sealed film packages of Curtis Beef Master franks with a use-by date of June 15, 2017. Check the side of the package and look for \"EST. 296.\"\n\nThe hot dogs were shipped to stores throughout the country.\n\nThere have been three complaints about metal objects in the beef franks but no reports of injuries or illnesses related to the products. If you have a recalled package, throw them away or take them back to the store where you bought them.\n\nRead More",
    "title": "Nathan's and Curtis beef hot dogs recalled",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Jen Christensen"
    ],
    "link": "http://edition.cnn.com/2017/05/26/health/nathans-curtis-beef-frank-hot-dog-recall/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170526152039-01-nathans-hot-dog-recall-labels-super-tease.jpg"
  },
  {
    "publish_date": "2016-06-16 00:00:00",
    "text": "Story highlights Twenty Mississippi inmates have become sick with botulism, possibly linked to moonshine\n\nMoonshine can be made from vegetable and fruit scraps, sugar and water\n\n(CNN) Botulism is believed to be the cause of an outbreak of severe illness that has affected 20 inmates at a federal prison in Mississippi, the Federal Bureau of Prisons said Thursday. More than a dozen inmates remain hospitalized. Test results for the toxin are pending. Investigators believe the inmates became ill as a result of drinking homemade alcohol.\n\nAll the cases began at the Yazoo City Correctional Institution, a medium-security federal prison. According to officials, another inmate became ill at an Oklahoma City facility but drank the tainted moonshine before transferring there.\n\n\"Additional inmates who may have been exposed are being closely monitored,\" according the Bureau of Prisons. It is working with the Mississippi State Department of Health and the U.S. Centers for Disease Control and Prevention to investigate the outbreak and treat the patients.\n\nAs a precautionary measure, the Yazoo City institution, which houses 1,310 inmates, is on limited operations and has temporarily ceased family visits and release of inmates.\n\nLiz Sharlot, a spokeswoman for the Mississippi Department of Health, said inmates began falling ill June 7 and 8.\n\nRead More",
    "title": "Botulism outbreak suspected at federal prison",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Susan Scutti"
    ],
    "link": "http://edition.cnn.com/2016/06/16/health/botulism-prison-outbreak/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/150428184318-botulism-super-169.jpg"
  },
  {
    "publish_date": "2017-05-23 00:00:00",
    "text": "(CNN) As summer heat descends, replacing balmy spring breezes, ticks are becoming active in many regions of the United States. In the coming months, some experts predict that ticks and the diseases they cause will be more abundant due to warmer winter temperatures. Worry, though, is unnecessary since prevention is possible.\n\nTicks are not insects, said Goudarz Molaei , a research scientist at the Connecticut Agricultural Experiment Station. They are arachnids, and like their relative the spider, they have eight legs when they reach adulthood. Life begins as an egg, and then ticks develop through larval and nymphal stages before reaching maturity.\n\n\"People should realize that ticks do not jump. They do not fly, and they do not drop from trees,\" Molaei said.\n\nTo survive, ticks must eat the blood of mammals, birds, reptiles or amphibians. If infected with bacteria, viruses or parasites, a biting tick poses a risk to human health.\n\nAccording to Durland Fish, professor emeritus of epidemiology (microbial diseases) at the Yale School of Public Health, ticks have three feeding stages. The larval black-legged tick, recently hatched from an egg, is \"about the size of a period at the end of the sentence.\" These tend to feed on birds and rodents.\n\nNymphs, which are \"about the size of a poppy seed,\" and adults, which are \"about the size of apple seed,\" also feed. Only infected ticks in either of these two stages pose a risk to humans, according to Molaei.\n\nLone star ticks are the exception. They sometimes bite humans in the larval stage, according to the Centers for Disease Control and Prevention\n\nWhere are ticks found?\n\nTicks can be found in our backyards, under leaves, on ground cover, around walls and near structures and woodpiles where rodents and other small mammals are active, Molaei said.\n\n\"They are mainly active outdoors in wooded areas amongst shrubs, trees and tall grasses,\" he said.\n\nThere are several tick species in the United States, though three are most plentiful. Black-legged ticks (also called deer ticks) make their home throughout the Northeast and upper Midwest.\n\n\"Nearly 90% of ticks in the Northeast and upper Midwestern US are black-legged ticks,\" Molaei said. A related tick, the Western black-legged tick, can be found in the Pacific and Western regions of the country.\n\nDog ticks are common in the Midwest and Eastern US, with limited numbers on the Pacific Coast. This tick also inhabits the Northeast, but \"it's not very common,\" said Molaei.\n\nFinally, there's the lone star tick, which can be found throughout Southeastern and Eastern states.\n\nWhat Illnesses are caused by infected tick bites?\n\n\"Illness depends on where you are and what kind of tick is biting you,\" Fish said. \"And what kind of tick is biting you depends on where you are and what time of year it is.\"\n\nAccording to Molaei, just three species -- black-legged (deer), dog and lone star ticks -- can transmit up to 15 diseases.\n\n\"However, the most important of these ticks is the black-legged tick,\" he said, explaining that it \"is involved in transmission of at least five important disease agents\": babesiosis, anaplasmosis, Borrelia miyamotoi infection, Powassan virus and Lyme disease.\n\nBabesiosis is rare and does not usually have symptoms, though some people develop fever, chills, sweats, headache, body aches, loss of appetite, nausea or fatigue, according to the Centers for Disease Control and Prevention. Anaplasmosis is similarly rare and causes similar symptoms.\n\nBorrelia miyamotoi \"was discovered 10 to 15 years ago in the US, and it causes relapsing fever,\" according to Molaei.\n\nPowassan virus , which was discovered in Ontario in 1958, is also rare, with the CDC reporting only 75 cases over the past decade in the northeastern states, the Great Lakes region and Canada.\n\nDr. Jennifer Lyons , chief of the Division of Neurological Infections and Inflammatory Diseases at Brigham and Women's Hospital in Boston, said most infected people will never show symptoms, but some develop fever and headache.\n\n\"About 15% of patients who are infected and have symptoms are not going survive,\" she said. \"Of the survivors, at least 50% will have long-term neurological damage that is not going to resolve.\"\n\n\"You basically feel nonspecific flu-like stuff,\" Lyons said, including \"muscle aches and pains; maybe you have a little rash on your skin.\"\n\nAccording to Fish, Lyme is the most common tick-borne disease by far. Each year, the CDC receives reports of nearly 30,000 cases of this illness, which can cause fever, headache, fatigue and a bulls-eye rash known as erythema migrans. If left untreated, infection can spread to joints, the heart and the nervous system.\n\nLyme disease is most prevalent in the Northeast and the upper Midwest, with \"probably 95% of the cases\" occurring in these regions, though California sees some cases as well.\n\nWhat about dog ticks and lone star ticks?\n\nDog ticks cause illnesses including Rocky Mountain spotted fever , which at 500 cases per year is probably the next most common disease spread by ticks, Fish said. Symptoms include fever, malaise and a rash.\n\nIt can be fatal and, of all the tick-borne infections, is most frequently so.\n\n\"All of those fatalities are really needless, because it's easily treatable with antibiotics,\" Fish said. The issue is that physicians don't always recognize it, and people don't always get treatment.\n\nMost prevalent in the Appalachians, the Carolinas and Georgia, this fever was discovered in Montana, hence the name.\n\n\"If you get symptoms of fever, malaise after a tick bite, and with Rocky Mountain spotted fever you see rashes on your body, then you should seek immediate treatment.\"\n\nAn emerging illness transmitted by the lone star tick is Southern tick-associated rash illness, or STARI . Symptoms include fatigue, headache, fever, muscle pains and a rash similar to that of Lyme disease. It is important to remember that the lone star tick bites people at all three of its life stages; the smaller the bug, the less likely it will be noticed and felt.\n\nCan you feel a tick bite? Where might it bite?\n\nDr. Sunil Sood, an infectious disease specialist and chairman of pediatrics at Northwell Health's Southside Hospital in Bay Shore, New York, said tick bites are usually painless.\n\n\"Generally, people cannot feel the tick bite, but after a day or two, they sense a mild itching,\" he said.\n\nAlthough ticks can bite anywhere, they tend to migrate to moist, \"warmer parts of the body,\" including the groin, armpits and scalp, which are the \"three major areas where we find them attached.\"\n\nTicks are also often found behind the ears, behind the knees and around the waist.\n\nGeoffrey Wall, an expert in tick-borne illness and professor of clinical sciences at the Drake University College of Pharmacy and Health Science, said ticks are often found in the hair, on their way to the scalp.\n\n\"Especially in men or women with long hair, you've got to really look carefully on the whole scalp. It's hard to see. You've got to be thorough,\" he said.\n\n\"If, at the end of the day, you bathe or shower with a washcloth, you pretty much dislodge any tick that is not yet attached,\" Sood said, explaining that \"it takes a bit of a while\" for a tick that has settled on the skin to \"set up shop.\"\n\nIt may take a full day or even 36 hours before they burrow into your skin and begin sucking blood, according to Sood.\n\nWhat do I do when a tick bites?\n\nFirst things first: Remove the tick.\n\nAs Wall noted, \"there's all sorts of different means and methods that people have been taught.\"\n\nSome recommend poking an attached tick with a hot match, while others say to immerse it in alcohol or put Vaseline on it to smother it.\n\n\"Some of this stuff may or may not work,\" Wall said, adding that the CDC's recommendation is to use fine-tipped tweezers and pull the tick straight out with steady pressure. \"Do not jerk it up,\" he said, work slowly, and then \"thoroughly clean the bite area with alcohol and then soap and water.\"\n\nThere's no need to visit a doctor immediately.\n\n\"Don't visit your doctor until symptoms appear,\" Wall said, noting that it can take days, weeks or even several weeks. \"Fever and a rash, in particular, if you have either or both of those, it's time to go see your doctor.\"\n\nIf you do visit a doctor after pulling off a tick, Sood said, \"don't flush it down the toilet or squish it with your foot.\" He explained that a doctor would want to identify send it off to a lab for identification. \"Save the tick.\"\n\nA doctor will not necessarily test for Lyme disease. A false negative or false positive is possible, and even if the tick is infected with Lyme disease, that \"doesn't mean it transferred to you,\" Sood said, noting that even having lots of tick bites doesn't necessarily mean a person would be more likely to get a disease.\n\n\"Don't panic. Don't destroy the tick; don't think you have to go on antibiotics right away,\" Sood said. \"People overreact a lot.\"\n\nWhen and where are people likely to get bit by ticks?\n\n\"There's a definite peak season for Lyme disease,\" Fish said, adding that 95% of cases are acquired in June, July and August.\n\nThree-quarters of people get bit on their own property, he said. Even though \"there are certainly more ticks in the woods than there are in the lawn,\" people spend more time on their lawns.\n\nAs Wall observed, \"as we move into the woods more and we're putting more houses in and farther and farther out, I think we're probably likely to see more tick-borne illnesses becoming common.\"\n\n\"Studies have shown that 75% of the cases of Lyme disease, people don't recall having been bitten by a tick,\" Fish said, adding that's possibly the most important thing to know: In most cases, you won't know.\n\n\"The adult stage of the tick can theoretically cause Lyme disease, but it's big, and people usually find it and remove it before they get sick,\" Fish said. \"But if you don't find it, you cannot remove it.\"\n\nHow do I defend myself?\n\n\"We say use tick repellents,\" Sood advised.\n\nDeet , recommended by the Environmental Protection Agency, is the primary ingredient to look for in skin repellent products (often labeled \"insect repellents\").\n\n\"You don't need to go 200%, and 5% won't last long,\" Sood said; within the range of 25% to 50% works well.\n\n\"And the underutilized second repellent for people who are outdoors a lot\" is another EPA-recommended chemical, permethrin , which is used on clothing, outerwear and gear.\n\n\"It's highly effective against ticks and mosquitoes,\" Sood said, so you'd be protecting yourself from mosquito-borne illnesses as well.\n\nYou can soak clothes in permethrin, which stays in the fabric for four to six weeks, even withstanding multiple laundry cycles, he said.\n\nThis combination skin and clothing repellent strategy is your best defense.\n\nAnother preventative measure: Once you've returned from a jaunt outside, inspect yourself and your clothing for ticks. Wall suggests carefully going through your hair; thoroughness is key.\n\n\"Drying clothes in a dryer is very effective for killing ticks,\" Sood said, noting that the dehydration kills them. Do all you can to keep ticks out of your household. Though they cannot survive long there, they pose a danger, especially to children.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\nWhat about pets?\n\n\"Pets, in particular dogs, can carry some of the same ticks humans can carry,\" Wall said. A tick collar can help with some ticks, but it will probably not destroy all of them.\n\n\"The Lyme disease tick actually can be carried by dogs,\" he said, though animals don't get the disease. \"The dog doesn't transmit the disease to humans.\"",
    "title": "What you need to know about ticks",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Susan Scutti"
    ],
    "link": "http://edition.cnn.com/2017/05/23/health/tick-explainer/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/150712115623-05-bug-bites-tick-burrowed-super-tease.jpg"
  },
  {
    "publish_date": "2015-04-28 00:00:00",
    "text": "Story highlights Contaminated potato salad was served at church potluck dinner\n\nOne person died and at least 20 others became ill from botulism\n\n(CNN) Local and state health officials say potato salad made with home-canned potatoes is to blame for the more than 20 cases of botulism in Lancaster, Ohio, last week. All of those who are sick ate at a potluck dinner at Cross Pointe Free Will Baptist Church on April 19.\n\nThe Clostridium botulinum bacteria, known as botulism, are found in soil. It causes about 145 cases of human illness a year in the U.S., 15% of them are from food. Those cases are often caused by home-canned items.\n\nHealth officials tested leftover food samples obtained from the trash and interviewed ill patients to determine what common food all of them ate.\n\nAs of Tuesday, there were 21 confirmed cases of botulism and 10 more suspected cases, according to Ohio Department of Health spokesperson Shannon Libby. That includes the death of a 54-year-old woman. The ill patients were treated at area hospitals with an antitoxin from the Strategic National Stockpile provided by the U.S. Centers for Disease Control and Prevention.\n\nFoodborne outbreaks of botulism infecting two or more people happen almost every year, according to the CDC, and they are usually caused by home-canned foods.\n\nLocal health officials stressed the importance of using a pressure canner or cooker when canning foods at home because the pressure kills the germ that causes botulism.\n\nRead More",
    "title": "Home-canned potatoes to blame for botulism outbreak",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Debra Goldschmidt"
    ],
    "link": "http://edition.cnn.com/2015/04/28/health/potatoes-to-blame-for-botulism/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/150428184318-botulism-super-tease.jpg"
  },
  {
    "publish_date": "2016-12-05 00:00:00",
    "text": "(CNN) Sometimes, you don't know the exact moment when your life has changed.\n\nFor Monica Schulman, 38, one of the first signs that her health -- her life -- had changed was so slight that it only began to bother her because it kept happening.\n\n\"I was standing in the bathroom, and I kept noticing while I was brushing my teeth that my left side toes kept kind of curling under, and they were getting tense all of a sudden. And I really didn't think anything of it for months, but I kept doing this,\" said Schulman, of Atlanta, a part-time teacher and a mother of four. \"And I was thinking: This is so weird. I don't know why I keep curling my toes under.\"\n\nThough it was unusual enough to make her pause, she did not go see a doctor. Schulman took that important step only after noticing another symptom.\n\nMonica Schulman, a mother of four, was diagnosed with Parkinson's Disease when she was 37.\n\n\"I was visiting my sister in New York, who at the time was going through chemo because she got diagnosed with breast cancer, and we would be walking a little bit through Manhattan,\" Schulman said. \"And I kept telling her, 'My left arm is just not swaying!' \"\n\nShe'd never thought about arm movements, but once she experienced it, she knew that something was off: \"My arm was just kind of tight, and it was just laying there.\"\n\nShe also felt the barest shiver of a tremor that was unnoticeable to other people. She'd gone to the doctor some time ago about a tingling sensation, and he had run some tests -- \"I think he was trying to see if I had (multiple sclerosis)\" -- but he'd found nothing wrong. \"You're fine, you're fine,\" he told her.\n\nAfter her trip to New York, she turned to Google before consulting a physician.\n\n\"I pretty much diagnosed myself,\" Schulman said. \"I typed my symptoms in, and everything that popped up that I read was Parkinson's-related.\"\n\nA neurological disorder, Parkinson's disease can bring tremor, stiffness, slowness of movement, trouble balancing, problems walking and difficulty coordinating movement. These are the obvious symptoms and the reason why Parkinson's is sometimes referred to as a \"movement disorder.\" Yet other symptoms are also common: Patients can experience depression, sleep problems, anxiety, fatigue and constipation.\n\nAfter her Google search, Schulman turned to her family: \"And everybody was like, 'You do not have Parkinson's. You're too young.' \"\n\nMost Parkinson's patients are diagnosed around age 58.\n\n\"They're like, 'You're crazy,' \" said Schulman. \"And I was like, 'I really think I do.' \"\n\nAfter more research, she asked her husband, Jeremy, to help her get in to see In the face of disbelief, Schulman knew that she needed to find the best doctor to validate her self-diagnosis.After more research, she asked her husband, Jeremy, to help her get in to see Dr. Stewart Factor , a neurologist and director of the Movement Disorders Program at the Emory University School of Medicine in Atlanta. He is an expert in the field, and his appointment calendar is booked many months in advance.\n\nHer husband told office staff members, \"she's really young; she's freaking out,\" and eventually they took pity and found a time for Schulman to see the doctor sooner rather than later.\n\nIn a waiting room filled with elderly people, Schulman gloomily observed the same symptoms she was experiencing: the rigidity, the tremors. Her name was called.\n\n\"The first time Dr. Factor saw me, he was like, 'Wow, you're young,' \" she said. Immediately, he explained that there's no \"100% test\" to tell somebody they have Parkinson's disease.\n\nStill, the news was grim. After a symptom check and neurological evaluation, he said he believed that Schulman had Parkinson's.\n\n\"I was OK, but pretty hysterical,\" Schulman said.\n\nThe cause of Parkinson's\n\nPeople under the age of 40 make up about 15% of all Parkinson's cases, according to Factor.\n\n\"We call that young-onset Parkinson's, while under the age of 20 is juvenile-onset of Parkinson's disease,\" Factor said. \"That's much less common. The youngest person I've personally seen with Parkinson's had onset at age 18.\"\n\nWhy some patients develop Parkinson's at a very early age is not completely clear, explains Dr. Rebecca Gilbert, an associate professor of neurology at NYU Langone Medical Center. \"But it does seem that patients who get it early tend to have a more prominent genetic component,\" added Gilbert, who is also a movement disorder specialist.\n\nMonica Schulman with her husband, Jeremy, recently enjoying a night out together.\n\nSchulman's genetic tests revealed a mutated LRRK2, one of the most prominent and researched Parkinson's disease genes.\n\nAccording to Factor, between 1% and 3% of all people with Parkinson's disease in the United States have this mutation. It's more common among some ethnicities, such as Ashkenazi Jews and North African Berbers.\n\nYet LRRK2 has only about a 30% \"penetrance,\" Gilbert said: \"If you inherit the abnormal gene, you have a 30% chance of developing Parkinson's.\"\n\nGilbert acknowledges that the genetics are \"very complicated and getting more complicated every day.\" Oftentimes, she says, patients who develop the disorder at an older age have some genetic component.\n\nIn fact, a whole variety of genes either cause or are associated with or contribute to the risk of developing Parkinson's disease.\n\n\"There are well over 20 genes that impact Parkinson's,\" Factor said. \"There are five of them that are what we call causative -- in other words, the mutation causes the disease -- whereas the other genes just impact risk.\"\n\nAs he explains, the risk genes are teaching scientists about what systems (and symptoms) might be involved in Parkinson's. For instance, one risk gene regulates immune response, and it is well-known that inflammation in the brain is a symptom of the condition.\n\n\"Some have thought that the progressive nature of the disease may be because of this ongoing inflammatory change in the brain,\" Factor said.\n\nHead Trauma\n\nSchulman, who has spent a good deal of time researching her illness, knows that a possible contributing factor -- or in some cases a cause -- is head trauma. (Sports legend Muhammad Ali's doctors believe that boxing-related brain injuries led to his Parkinson's diagnosis.)\n\n\"There are some studies that have shown having a history of head trauma with loss of consciousness at some early time in your life can be associated with the development of Parkinson's later, but the impact it has on your risk is small,\" Factor said. \"Muhammad Ali was a complex case.\"\n\nAli had young-onset Parkinson's diagnosed in his late 30s, Factor explains. Early in the course of his disease, some doctors said Ali looked like he had typical Parkinson's disease, with a tremor in one hand, but over time, his symptoms became compounded by effects from the trauma of his career.\n\n\"People who were boxers that get pugilistic Parkinson's often don't respond to medications, and they have a different look,\" Factor said.\n\n\"When I was 18 years old, I was in a really bad car accident in 1996 where I flipped my car seven times,\" Schulman said. \"I broke high vertebra in my neck and had to wear a halo.\" She also began suffering from from anxiety and depression.\n\nToday, she wonders \"if that impact is why what's happening now is happening.\"\n\nDopamine in the brain\n\nAt their first meeting, Factor recommended that Schulman get a DaTscan, a nuclear imaging test that looks at brain chemistry, specifically the integrity of dopamine cells.\n\nIf you have normal integrity of dopamine cells, you don't have Parkinson's, Factor explains, but if the test results are abnormal, \"then you can have any one of these series of diseases that results in the death of dopamine cells, Parkinson's being the most common.\"\n\nThe scan showed \"that I already had some dopamine loss on one side of the brain, on the right side, so that affects the left, and that's where my symptoms are,\" Schulman said.\n\nDespite the results, Schulman says, she \"wasn't really convinced\" and asked for recommendations for second opinions. Two other doctors reached the same diagnosis after they learned her symptoms and saw the DaTscan results.\n\n\"So why do you have a lack of dopamine in your brain? You have a lack of dopamine in your brain because a certain cell that produces dopamine dies. There's degeneration of a specific type of neurons,\" Gilbert said.\n\nThough it's \"more complicated than that\" because the dopamine deficiency mainly accounts for motor symptoms of the disease, Parkinson's \"affects a lot of different areas of functioning,\" including autonomic functions (such as blood pressure and breathing), cognition and urination.\n\nTreating Parkinson's, then, is a matter of producing dopamine in the brain.\n\nMedication\n\nA key of Parkinson's treatment is the drug levodopa , which is converted into dopamine in the brain and is \"the cornerstone\" of Parkinson's therapy, says Factor. Accordingly, he has prescribed it for Schulman along with a second drug, rotigotine.\n\nParkinson's patients experience \"ons and offs,\" said Factor: motor fluctuations in response to the drug. These fluctuations appear as involuntary movements, known as dyskinesia. Actor and Parkinson's patient Michael J. Fox has this symptom and writes in his autobiography about overmedicating with levodopa early in his diagnosis to \"cover\" his symptoms and keep working.\n\nSome researchers believe dyskinesia is caused by medication flowing in waves or pulses in the brain. Some believe that taking too much levodopa causes dyskinesia.\n\nOne of the big discussions in the field is whether and when to start treatment with levodopa, Factor explained, since the drug contributes to dyskinesia. But it is not the only cause.\n\n\"I personally believe that the progressive nature of each individual's disease predestines them to get it at some point,\" Factor said. \"So if you delay the levodopa to try and prevent it, you're not going to prevent it, and you're going to lose a period of time when patients can have a really good response.\"\n\nHe tends to use it early, to give young patients the best opportunity to continue working. To limit the dose and delay fluctuations, he adds a second drug to the regimen.\n\nAnother reason for giving levodopa to young-onset patients is that they can undergo deep brain stimulation surgery once the fluctuations become troublesome.\n\n\"Young people are the best candidates, because they are healthy and will have long-term benefits from the surgery,\" Factor said.\n\nAs Gilbert explains, delivery of medication is one of the most important areas of Parkinson's research right now. The goal is finding a way to deliver medication that stimulates the production of dopamine within the brain in a more continuous, sustained way. Among the new delivery systems, pharmaceutical researchers have developed infusion systems to pump medication directly into the small intestines.\n\nOne new class of drugs under development is chemically similar to caffeine, says Factor, because caffeine appears to lower the risk of getting Parkinson's disease in people with certain genes. Surprisingly, nicotine and other environmental toxicants may have a similar effect, lowering the risk for people with a certain genetic profile.\n\n\"We very rarely see Parkinson's disease in active smokers,\" Factor said.\n\nFrom Schulman's perspective, all the research focused on medication is somewhat disappointing.\n\n\"It's all symptom management,\" she said, adding that she doesn't expect a cure in her lifetime. Despite recent advances in neuroscience, a cure for this complex disease is not on the horizon.\n\nAt the same time, even though she knows \"there's no reason to suffer and it's not necessarily going to get worse if you begin to take levodopa right now,\" she still has some worry about taking too much levodopa.\n\n\"The tremor is annoying when I'm out at a restaurant with friends and my meds are wearing off,\" Schulman said. \"I can feel myself moving, so I try to sit on my hand.\n\n\"It's also hard taking all these meds regularly. It's like three times a day,\" she said. \"But I'm dealing with it and functioning.\"\n\nPrognosis\n\n\"Everyone who is born holds dual citizenship, in the kingdom of the well and in the kingdom of the sick,\" Susan Sontag wrote in her book \" Illness as Metaphor ,\" adding that sooner or later, each of us will count ourselves among the citizens in the country of sickness.\n\nBut not everyone in the kingdom of the sick believes the stamp on her passport.\n\n\"There's still part of me that doesn't believe that I have Parkinson's,\" Schulman admitted. \"I just have that percentage that still thinks they all got it wrong and maybe it's something else.\n\n\"I'm trying to get over this denial phase, because I think I've been in it a little too long.\"\n\nIn January, she will leave her job as a preschool teacher and start focusing on \"going to the gym every day and getting a trainer and start moving more and taking it a little more seriously.\"\n\nExercise is the best thing Parkinson's patients can do for themselves, according to Gilbert, who says, \"lots and lots of things are improved when patients exercise.\" Many studies have showed that exercise improves symptoms of depression, helps with cognition and slows the progression of motor symptoms.\n\nAlthough Factor refers to her symptoms as mild, Schulman says, \"to me, it's pretty not mild, because I feel them.\" She noticed that her tremor has worsened since her diagnosis in early 2015 and asked Factor if that meant she is progressing quickly.\n\n\"It's slow and slower, that's what he said: People progress slow or slower,\" Schulman said. \"They don't know how much I'll progress. They don't know if I'll stay this way and never get worse. They know to a point you do get worse, but everybody's different. Two years from now, I could be a lot worse or be where I'm at right now.\"\n\n\"The hardest part for me is not even so much that I have Parkinson's disease, it's my kids,\" said Schulman, who has an 11-year-old son, a 10-year-old son, a 7-year-old daughter and a 3-year-old son. Each knows in some way about their mother's disease.\n\n\"My oldest is aware. I sat with him once, and I talked to him about it, and he started crying actually, and he asked me if I was gonna die, and I said 'no, I'm not gonna die,' \" she said. \"The other ones know, but they don't really know so much about it.\n\n\"I cried a lot thinking now my kids are going to have a mom who is sick, someone who is not going to be able to do things they want me to do,\" she said. \"I feel so bad for my husband. We've been married for 15 years, and now he has a wife with Parkinson's.\"\n\nMost people die with Parkinson's disease, not because of it, says Factor. Still, people with very long-term Parkinson's can develop dementia or lose their ability to walk and then may get complications of immobility, such as pneumonia or other infections.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\n\"They say you don't die from Parkinson's, but ...\" Schulman said with a laugh. \"I sort of disagree.\"\n\nEverywhere on the groups she's joined -- a Facebook group and other chat rooms -- family members say their loved ones died from complications of the disease.\n\n\"I just hope that I progress slowly enough that there will be better medicine to help,\" she said.\n\nMeanwhile, she still finds it embarrassing to say she has Parkinson's, because \"people envision an old person shaking and looking a little funny.\"\n\n\"I want to be one of those personalities, those people who are like a fighter and gung ho and raising money and supporting the foundation and out there about it.\"",
    "title": "Learning to be a fighter: Young mom struggles with Parkinson's",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Susan Scutti"
    ],
    "link": "http://edition.cnn.com/2016/12/05/health/parkinsons-early-onset/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/161204104032-schulman-family-photo-super-tease.jpg"
  },
  {
    "publish_date": "2017-04-26 00:00:00",
    "text": "(CNN) Energy drinks may be popular -- the global energy drink market was worth $39 billion in 2013 and is forecast to reach $61 billion by 2021 -- but they have gotten a bad rep among health experts.\n\nThey \"may pose danger to public health,\" warns the World Health Organization . Children \"should not consume\" them, cautions the American Academy of Pediatrics\n\nThe American Beverage Association stands by the safety of energy drinks, indicating that many of their ingredients are also found in common foods and have been rigorously studied for safety.\n\nSo what exactly are those ingredients, and how do they impact your body?\n\nOver the years, concerned experts have been getting closer to answering those questions, said Dr. John Higgins, a sports cardiologist with McGovern Medical School at the University of Texas Health Science Center in Houston.\n\nMost energy drinks typically contain large amounts of caffeine; added sugars; vitamins, such as B vitamins ; and legal stimulants, such as guarana , a plant that grows in the Amazon; taurine , an amino acid that's naturally found in meat and fish; and L-carnitine , a substance in our bodies that helps turn fat into energy.\n\n\"Overall, the concern is that these vitamins, amino acids and herbals are often in higher concentrations than naturally in food or plants, and the effects when combined especially with caffeine may be enhanced,\" said Katherine Zeratsky, a clinical dietitian at the Mayo Clinic in Rochester, Minnesota.\n\nHiggins, who has led multiple studies on energy drinks and health impacts, agreed.\n\nWith the caffeine, sugar and stimulants, Higgins said that more research is needed to determine how those ingredients could interact to cause negative health effects.\n\n\"They're sort of a black box. We really don't know a lot about them,\" Higgins said of energy drinks.\n\n\"People need to be aware of that,\" he said. \"For certain groups, it could be potentially dangerous, like for those under 18, women who are pregnant, people who have a caffeine sensitivity, people who don't consume caffeine on a regular basis and people who are taking certain medications, like Adderall for attention deficit (disorder).\"\n\nRachel Hicks, a spokeswoman for the American Beverage Association, issued a statement from the group that said many people around the world have safely consumed energy drinks for more than 25 years.\n\n\"Many of the ingredients in energy drinks, such as B vitamins and taurine, are found naturally in many foods,\" the statement said.\n\n\"The fact remains that energy drinks have been extensively studied and confirmed safe for consumption by government safety authorities worldwide including a recent review by the European Food Safety Authority . America's leading energy drink manufacturers voluntarily go beyond all federal requirements when it comes to responsible labeling and marketing practices, including displaying total caffeine content -- from all sources -- on their packages,\" the statement said. \"As recently as 2015, EFSA again concluded that it is unlikely that energy drink ingredients such as taurine interact adversely with, or enhance the effects of, caffeine.\"\n\nHere's a look at how certain parts of your body may be affected after guzzling more than the recommended amount of energy drink, according to experts.\n\n'Arteries of his heart were completely locked up'\n\nAfter chugging an energy drink, you might notice your heart rate increase.\n\nincrease heart rate, increase blood pressure, they've also been shown to make the Your rapidly beating heart could pose a health risk, as \"energy drinks not only have been shown to raise stress levels,increase heart rate,increase blood pressure, they've also been shown to make the blood a little bit thicker ,\" Higgins said.\n\nJUST WATCHED Study: Energy drinks can harm teens Replay More Videos ... MUST WATCH Study: Energy drinks can harm teens 01:06\n\nThe impacts that energy drinks may have on your heart and cardiovascular system could be due to how the caffeine interacts with other ingredients, such as the taurine, Higgins said.\n\n\"In one case, a young 28-year-old who drunk eight cans of an energy drink actually went into cardiac arrest, and they found his arteries of his heart were completely locked up. When they were able to open them up, all the testing revealed nothing wrong with this person other than he had high levels of caffeine and taurine,\" he said.\n\nThe possible interaction of caffeine with the other ingredients in energy drinks may impact the function of your arteries by inhibiting them from dilating properly, especially during exercise, Higgins said.\n\n\"The blood vessels in the heart during exercise have to get larger; they dilate and get larger so that more blood flow can get to the heart,\" he said.\n\nA small study published in the Journal of the American Heart Association on Wednesday found that consumption of 32 ounces of an energy drink was associated with more changes in the heart's electrical activity and elevated blood pressure than other drinks with an equal amount of caffeine. But the study involved only 18 people.\n\n\"Our results should be interpreted with caution due to several limitations,\" the study authors wrote. \"Importantly, our results only appear to be significant relative to the caffeine group, and the change from baseline post energy drinks is not alarming.\"\n\nLarge amounts of caffeine, however, might affect not only your body, but also your brain.\n\nEnergy drinks and the brain\n\nDepending on how many energy drinks you consume, doses of caffeine equal to or above 200 milligrams can be linked to caffeine intoxication, according to a paper published in the International Journal of Health Sciences in 2015. Symptoms include anxiety, insomnia, gastrointestinal irritation, muscle twitching, restlessness and periods of inexhaustibility.\n\n\"To give you an idea of products containing caffeine, Java Monster contains 100 milligrams per serving; 5 Hour Energy contains 200 milligrams per serving, and keep in mind that does not include amounts of other stimulants found in energy drinks that can enhance the effects of caffeine,\" said Sheri Zidenberg-Cherr, nutrition specialist and vice chairwoman in the department of nutrition at the University of California, Davis.\n\nThe US military has even warned against troops consuming too many energy drinks since doing so has been associated with sleep disruption, leading to periods of fatigue during briefings or on guard duty.\n\nService members who drank three or more energy drinks per day were more likely to report about four hours of sleep or less, on average, per night than those who drank two or fewer a day, according to a study conducted in 2010\n\nThe Consortium for Health and Military Performance recommends that service members, from sailors to Marines, limit their caffeine intake to no more than 200 milligrams every four hours and no more than 800 milligrams throughout the day, according to the Navy and Marine Corps Public Health Center\n\nNow that energy drinks have grown in popularity, especially among adolescents, many health experts are concerned about the impacts they could have on young consumers.\n\nHow much 'energy' kids, adults could drink\n\nTh copious amounts of caffeine that energy drinks tend to contain are why the American Academy of Pediatrics has recommended that children avoid consuming them.\n\nJUST WATCHED Kids & Energy Drinks Replay More Videos ... MUST WATCH Kids & Energy Drinks 02:06\n\nAn intake of caffeine greater than 100 milligrams a day has been associated with elevated blood pressure in adolescents, said Zidenberg-Cherr.\n\nAs for most adults, up to 400 milligrams of caffeine a day appears to be safe, according to the Mayo Clinic.\n\n\"Healthy adults who choose to drink energy drinks should not exceed one can per day,\" the Mayo Clinic's Zeratsky said.\n\nJUST WATCHED Concerns over energy drink marketing Replay More Videos ... MUST WATCH Concerns over energy drink marketing 03:26\n\nSome parents and children may not even be aware of the potential health risks associated with energy drinks due to the way they are marketed, Zidenberg-Cherr said.\n\n\"There is no regulation of the marketing of energy drinks targeted at young adults,\" she said.\n\nEnergy drinks are popular among young athletes, especially for an extra energy boost. Yet the National Federation of State High School Associations recommends that they not be used for hydration prior to, during or after physical activity.\n\nFurthermore, a common ingredient in energy drinks, guarana, is mentioned in the NCAA's 2016-17 banned drugs list , which is provided online.\n\nHiggins, the Houston sports cardiologist, said that while shopping at a grocery store on a recent Saturday morning, he saw a woman with a 12-pack of Red Bull. Her son, who Higgins said appeared to be about 11 years old and who was wearing soccer gear, stood nearby.\n\nThey were waiting in line at a checkout counter.\n\nJoin the conversation See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\n\"She was having a conversation, and the boy said, 'Oh, yeah, gee, our team will really do well today when we're having the Red Bull at the halftime.' And I was just thinking, wow, back in our day, we used to have oranges, bananas, water and juice, and they're doing energy drinks,\" Higgins said.",
    "title": "What that energy drink can do to your body",
    "source_description": "View the latest health news and explore articles on fitness, diet, nutrition, parenting, relationships, medicine, diseases and healthy living at CNN Health.",
    "authors": [
      "Jacqueline Howard"
    ],
    "link": "http://edition.cnn.com/2017/04/26/health/energy-drinks-health-concerns-explainer/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/161102130514-03-energy-drinks-hepatitis-super-tease.jpg"
  }
]