[
  {
    "publish_date": "2017-05-15 00:00:00",
    "text": "New series by Nutopia, creator of top ranked CNN Original Series, “Finding Jesus”\n\nBeyond Reasonable Doubt Trailer: http://cnn.it/2rjzdBw\n\nNEW YORK (May 15, 2017) – HLN debuts Beyond Reasonable Doubt, from executive producers Jane Root and Ben Goold with Nutopia, the team behind the highly rated CNN Original Series, “Finding Jesus” (seasons one and two), on Friday, June 2, 2017, 9 pm ET/PT. Over six one-hour episodes, the true crime documentary series takes viewers inside the world of forensic investigation through high-profile criminal cases of the past century that were ultimately solved by advances in forensic science or technology.\n\nDriven by powerful first-person storytelling, the series features the lead detective of each case (the Green River Killer, 1996 Atlanta bombings) and is elevated by filmic dramatic elements and textures. A supporting cast of world-class forensic scientists contextualizes the incredible history of each forensic advance (DNA, spectral imaging, forensic microscopy) and highlight how forensic technology is changing the face of crime fighting.\n\nBeyond Reasonable Doubt is the first acquired HLN Original Series as the network continues to develop a high-end slate of unscripted programming designed to captivate and broaden the HLN true crime audience. Following the forensic science investigative series, HLN will premiere Something’s Killing Me, a lineup of puzzling life or death medical mysteries produced by CNN Development, on Fri., July 21, 2017.\n\nFollowing are program descriptions for the HLN Original Series, airing within the HLN Friday night “Spotlight” programming block (premiere dates are subject to change):\n\nThe Green River Killer (airdate: June 2) In 1982, the first victims of America’s most prolific serial killer were found. The killer was at large for two decades, amassing a body count of over 50 women. Catching him took an advance in ‘forensic microscopy’ to indisputably link minute paint particles from the victims’ clothes to the killer.\n\nLady in the Barrel (airdate: June 9) In 1999, detectives investigate the body of a murdered woman found in a barrel along with an address book that had been soaked for over 30 years. Using a game-changing technology called spectral imaging, scientists recover the information from the address book, giving the cops the break they need.\n\nLeft For Dead (airdate: June 16) In 2002, armed with DNA and a license plate from a particularly violent rape case, a detective thinks he has an easy case to crack. But neither provides a match. The case goes cold until the groundbreaking ‘Combined DNA Index System’ finds a hit 5 years later, kicking off an epic hunt for the culprit.\n\nThe Murdered Bride (airdate: June 23) In 1986, the LAPD arrive at a murder scene. They’re certain it’s an open and shut case, but the case quickly goes cold. It takes 20 years, and the advent of DNA testing to provide a stunning new lead: the original investigation had searched for a male killer… but DNA reveals it wasn’t a man, it was a woman.\n\nThe Atlanta Bombings (airdate: June 30) In 1996, a bomb goes off at the Atlanta Olympics killing one and leaving hundreds injured. After a further 5 bombs are detonated, the FBI, ATF and GBI realize they’re dealing with a serial bomber. The Agencies use every tool at their disposal – even NASA scientists – to help bring the bomber to justice.\n\nMurder in Vegas (airdate: July 7) In 1995, charred bones and a skull with five bullet holes were found inside a burnt antique trunk in the Nevada desert. Despite the full arsenal of cutting edge forensic tools at investigators’ fingertips, it was a method first developed in the era of Sherlock Holmes that helped convict the killer.\n\nBeyond Reasonable Doubt will be available On Demand the day after the linear premiere on cable VOD.\n\nAbout HLN Original Series\n\nAmy Entelis, executive vice president of talent and content development, CNN Worldwide, oversees CNN Original Series and HLN Original Series. Nancy Duffy, vice president of program development for CNN, supervises production of internally-produced HLN Original Series, and Lizzie Fox, vice president of current programming, CNN Original Series, supervises production of commissioned HLN Original Series. Jon Adler is senior director of development for HLN and CNN Original Series.\n\nAbout Nutopia\n\nNutopia is a leading production company, creating innovative and award-winning premium content on a global scale. Nutopia’s broad slate spans prominent global broadcasters including Finding Jesus Series Two for CNN; One Strange Rock for National Geographic; and Civilisations for the BBC and PBS. Its shows are often hybrid in nature, blending huge scale history series and high-profile talent from the worlds of documentary and drama using innovative storytelling. Nutopia was founded in 2008 by Jane Root, former President of Discovery Channel US, Controller of BBC2 and co-founder of Wall to Wall TV. Nutopia has bases in Washington DC, New York and London, UK.",
    "title": "HLN to premiere true crime series “Beyond Reasonable Doubt” on Fri., June 2 at 9PM ET/PT",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [],
    "link": "http://cnnpressroom.blogs.cnn.com/2017/05/15/hln-to-premiere-true-crime-series-beyond-reasonable-doubt-on-fri-june-2-at-9pm-etpt/",
    "source": "cnn",
    "top_image": "http://i2.cdn.turner.com/cnn/2017/images/05/15/brdcoverart.jpg"
  },
  {
    "publish_date": "2017-05-11 00:00:00",
    "text": "Michael D'Antonio is the author of the book \" Never Enough: Donald Trump and the Pursuit of Success \" (St. Martin's Press). The opinions expressed in this commentary are his.\n\n(CNN) Like most little boys, Donald Trump can be disarmingly honest, as when he once said , \"When I look at myself in the first grade and I look at myself now, I'm basically the same. The temperament is not that different.\" The trouble is that the first grader is now President of the United States, and his temperament is on display for the world to see.\n\nUnpredictable, impulsive and immature, Trump acts in a way that would be expected of a 6-year-old boy, but is terrifying in a man whose moods dictate decisions carried out by adults on behalf of the most powerful nation in the world.\n\nTrump's dismissal of FBI Director James Comey offers a sterling example of the childish -- and reckless -- Trump style. When Comey broke with bureau tradition and spoke negatively about Trump's rival in the election, though initially he was criticized by candidate Trump, he was later praised -- and effusively. Over and over again, the soon-to-be-president described how Comey had done the right thing in criticizing Hillary Clinton. Comey remained in Trump's good graces after he was inaugurated, and Trump's team expressed confidence in him up until last week.\n\nAs CNN's John King and Jeff Zeleny reported, the change in Trump's feelings about Comey were evident to a friend who spoke with him last weekend and noticed the President was \"white hot\" over Comey's recent testimony on Capitol Hill. Comey had said he felt \"mildly nauseous\" about the possibility of having affected the November election. This, and continued investigations into possible connections between Trump's associates and Russians who meddled in the election, were causing a presidential temper tantrum.\n\nLike many a 6-year-old, the stewing President chose to act on his feelings. Within days he had signed a letter dismissing the director. But instead of doing the adult thing and firing Comey face-to-face, Trump sent his former personal bodyguard Keith Schiller to deliver it to Comey's office -- while Comey was away in Los Angeles.\n\nSchiller's last star turn involved bullying newsman Jorge Ramos out of a Trump rally. Long a human security blanket for Trump, Schiller now hangs out at the White House. His appearance at FBI headquarters signaled that the buddies -- Trump and Schiller -- were in charge of this power play.\n\nLike a boy who plays with matches and sets the back yard on fire, Trump has been surprised by the effects of his actions. He expected Democrats who resented Comey's election season performance to applaud the firing. Of course, this thinking ignores the fact that Comey was in charge of investigating Russia's influence on the election and very real concerns about providing stable leadership to the American people. The FBI is so vital an agency that directors receive 10-year appointments precisely because they shouldn't be fired on the basis of presidential pique.\n\nIn the aftermath of the President's incendiary act, we have seen the adults around him scramble to put out the fire. White House spokesman Sean Spicer reportedly met with his staff near bushes on the White House grounds while nearby reporters sought comment, and Kellyanne Conway was dispatched to offer on-air gobbledygook to CNN's Anderson Cooper. At one point, she complained to Cooper that people \"are looking at the wrong set of facts.\"\n\nThe struggle of the administration officials tasked with cleaning up the Trump/Comey debacle resembled the frenzied effort of parents who do whatever they can to shield fellow diners when a child has a meltdown in a restaurant. They know they have lost control of the situation, but there's not much you can do once the meatball has sailed across the room and the spaghetti has been dumped on the floor.\n\nWhite House officials have tried to cover the mess with shifting explanations . First it was a sudden loss of confidence. Next it was a long-simmering dissatisfaction. And, most recently, Trump told NBC's Lester Holt it was because Comey was a \" showboat .\" But the equation doesn't add up.\n\nFortunately, the President himself, true to first grader form, can't help but give us clues to his process.\n\nIn his first tweet about the controversy, he taunted \"Cryin' Chuck Schumer\" and complained that the New York senator had gone from Comey critic to defender. Hours later he was at it again, tweeting that Connecticut Sen. Richard Blumenthal \"cried like a baby\" during a previous and unrelated controversy. In the tweet, which was written as Blumenthal spoke on CNN, he called the senator \"Richie\" and said, \"He should be the one who is investigated.\" Next he's going to say, \"I'm rubber, you're glue...\"\n\nWatching Trump this week recalls the days when he was a tabloid sideshow in New York City, and his antics energized headline writers who couldn't get enough of his boy-in-daddy's suit behavior. In the most notable example, Trump became a source in the war of scoops over his divorce from his first wife Ivana.\n\nFollow CNN Opinion Join us on Twitter and Facebook\n\nBut now the man is President, and he seems incapable of controlling his temper even if, in the long run, maturity would serve the country's interests. If you want proof, just consider the report from Time magazine on Trump's odd White House habits, including the fact that he got extra dessert when he dined with the magazine's writer. A grown-up, upon getting two scoops of ice cream when others at the table only received one, would quickly fill his companions' dishes. A child, who sees every moment as an opportunity to demonstrate he is the special boy, would, as Trump did, just wolf it down.\n\nThe solution to the problem posed by the fact that we have a first grader in the Oval Office lies in whatever systems exist to take decisions out of his hands. The courts have already acted to thwart him on his proposed ban on Muslim visitors to the United States, and Congress possesses the power to moderate other initiatives. Next must come special counsel to run the Russia investigation, who could be appointed by Deputy Attorney General Rod Rosenstein.\n\nRosenstein was the author of a critical memo that the White House is citing to justify Comey's dismissal. By all accounts, he is an adult who understands the need for a credible investigation of Russia's meddling in the 2016 election. He should act before he's hit by a meatball.",
    "title": "The little boy president",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Michael D'Antonio"
    ],
    "link": "http://edition.cnn.com/2017/05/11/opinions/little-boy-president-opinion-dantonio/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170512071212-donald-trump-4-yo-tease-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-26 00:00:00",
    "text": "Akinbode Oluwafemi is the Deputy Executive Director of Environmental Rights Action/Friends of The Earth Nigeria, a Nigerian NGO that tackles environmental human rights issues in Nigeria. The opinions expressed in this commentary are solely those of the author.\n\nLagos (CNN) Lagos is a city surrounded by water, yet there is none to drink.\n\nAccess to formal clean water is abysmally low, with the majority of Lagos residents relying on the informal sector comprised of wells, boreholes, rivers and rain water.\n\nIn 2016 daily demand in the state stood at 724 Million gallons while production was 317 million gallons , leaving a gap of 407 million gallons. Worse still, some of the water never reaches households due to perennial fracture from dilapidated transmission pipes and old trunk lines.\n\nAs water is essential to both physical and economic well-being the lack of it causes numerous problems.\n\nIn Lagos it is a major public health threat because of the interconnectedness of water access to sanitation and public health.\n\nIt has been alleged that there have been a number of deaths in the state due to the consumption of contaminated water.\n\nThe most recent being earlier in the year when two students lost their lives at the prestigious Queens College school in Yaba while 1, 222 became ill after reportedly drinking contaminated water.\n\nThe then principal of the school denied the allegations.\n\nThe negative impact of acute water shortage is not limited to public health. A large part of Lagos' teeming population depend on informal water vendors where average spending on water could be as high as $44 a month almost at par with Nigeria's minimum wage of $47 per month.\n\nIn its Lagos Water Master Plan 2010-2020 the state government said it needs $2.5 billion to revamp water infrastructure, but they have ignored the real cause of the crisis. Instead of looking at water from a human rights perspective they have simply commodified water, and laid the framework for how big corporations can profit from the misery of poor Lagos residents.\n\nThe causes of the current state of water supply in Lagos are similar to the allegations of large scale corruption by previous managers of the Lagos State Water Corporation (LSWC). Bad policies that include failed Public Private Partnerships (PPPs) failure to ensure democratic governance and meaningful public participation, inadequate budgetary allocations and regulatory failures.\n\nAs far back as the 1980s, the Lagos state government has implemented loans provided by and financed by the World Bank as solutions to the water crisis. Those loans now approaching the billion dollars mark has failed to produce the much needed succor while the citizens are saddled with loan repayment burdens.\n\nThe water failures and the apparent serial deaths from water borne diseases contrast negatively with the Lagos Megacity image projected by the Governor Akinwunmi Ambode administration that has been promoting privatization or its twin, Public Private Partnership (PPPs), as the silver bullet to the problem.\n\nThe Lagos State government escalated the situation in February when it submitted a draft law which sought to criminalize the informal water sector. The draft law made it illegal for residents to sink wells, boreholes or even draw water from neighbors, stream, rivers or \"any water bodies\". It recommended fines and prison terms for defaulters.\n\nThe draft law enraged civil society groups and the international community. After marches by activists and civil society groups the Ambode government succumbed and removed the obnoxious sections. Yet the battle for Lagos water is not over yet.",
    "title": "Opinion: Why Lagos must face up to its water crisis",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Akinbode Oluwafemi",
      "Special To Cnn"
    ],
    "link": "http://edition.cnn.com/2017/05/26/africa/lagos-water-opinion-piece/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170523155316-lagos-water-challenge-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-15 00:00:00",
    "text": "There's a chill in the air between China and its fastest growing regional rival.\n\nRepresentatives from dozens of countries -- including 30 heads of state -- gathered in Beijing on Sunday for a lavish summit to discuss China's trillion-dollar global trade and investment initiative, known as One Belt, One Road.\n\nIndia, however, was conspicuous by its absence.\n\nThe South Asian nation -- the world's fastest growing major economy and Asia's third biggest -- chose not to attend the gathering, where China laid out its plan to connect nearly 70 countries through a series of global trade pacts, inspired by the ancient Silk Road trading route.\n\nRelated: Just what is this One Belt, One Road thing anyway?\n\nIndia's main objection is the partnership China is developing with Pakistan. The China-Pakistan Economic Corridor, a key component of One Belt, One Road -- passes through the disputed region of Kashmir, which both India and Pakistan claim in its entirety.\n\n\"No country can accept a project that ignores its core concerns on sovereignty and territorial integrity,\" India's foreign ministry said in a statement Saturday.\n\nThe foreign ministry also cited concerns about the \"unsustainable debt burden\" China's partner countries along the route would have to bear.\n\n\"We have been urging China to engage in a meaningful dialogue,\" the Indian statement said. \"We are awaiting a positive response from the Chinese side.\"\n\nIn an opinion piece published Sunday, China's state-run Global Times said it was \"regrettable\" that India had decided to boycott the event but the project would go ahead, with or without New Delhi's support.\n\nIt pointed out that China and Pakistan signed new deals worth $500 million over the weekend, while Nepal -- sandwiched between India and China -- has also formally joined the Belt and Road initiative.\n\nRelated: China's Xi positions himself as free trade and climate champion\n\nDespite staying away from the Beijing showcase, India is involved in the Belt and Road initiative.\n\nOutside China, it is the largest stakeholder in the Beijing-led Asian Infrastructure Investment Bank and a founding member of the New Development Bank. Both are major funding sources for the new trade route.\n\nIt also participates directly via an agreement called the Bangladesh-China-India-Myanmar economic corridor.\n\n\"It wasn't a very wise decision to boycott [the forum],\" said Swaran Singh, an expert on India-China relations at New Delhi's Jawaharlal Nehru University.\n\nSingh described the quarrel over Pakistan as \"a fuss\" that would only benefit Beijing and Islamabad.\n\n\"I'm not saying the prime minister should have gone, but we are stakeholders, we are partners...so we should have had some presence,\" he added.\n\nIndia has some cards to play. India's booming economy and its increasingly affluent middle class of more than 300 million people provide it with growing regional clout.\n\nRelated: China joins race for booming Indian car market\n\n\"Both in terms of political endorsement and economic viability, India [attending the event] would have really benefited the Chinese,\" Singh said. \"That's why they tried really hard to get us on board.\"\n\nBefore this weekend's summit, China's Ambassador to India Luo Zhaohui tried to reassure New Delhi that the initiative was only about economics. Beijing would not get involved in disputes India and Pakistan, he said.\n\nRelated: China has a grand plan to dominate world trade\n\nThe dispute is unlikely to hamper the two countries' existing economic cooperation. China is India's largest trading partner, and some of the biggest Chinese firms including Alibaba (BABA, Tech30), Xiaomi and Oppo have a huge presence in the country -- either as investors or through their own operations.\n\nFor now, China is playing it cool when it comes to India's role in the Belt and Road initiative.\n\n\"The role is still available if India changes its mind,\" the Global Times concluded, \"but it may only be a small role if it is left too late.\"",
    "title": "India stays away from China's global trade jamboree",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Rishi Iyengar"
    ],
    "link": "http://money.cnn.com/2017/05/15/news/economy/china-belt-road-india-boycott/index.html?category=economy",
    "source": "cnn",
    "top_image": "http://i2.cdn.turner.com/money/dam/assets/170515191351-china-belt-and-road-forum-780x439.jpg"
  },
  {
    "publish_date": "2017-05-22 00:00:00",
    "text": "(CNN) Philippines President Rodrigo Duterte will depart on an official five-day visit to Moscow Monday, as part of an effort to realign his country's foreign policy away from longtime ally the United States.\n\nUnder Duterte, who took office in June 2016, the Philippines has made overtures toward Beijing and Moscow -- seeing the countries as a source of much-needed investment -- and away from the US.\n\nIn a pre-departure speech Monday, Duterte hailed the visit as the \"writing of a new chapter in the Philippines-Russia relationship,\" describing it as a chance to \"correct\" the \"strategic oversight\" of previous Filipino leaders.\n\n\"There are opportunities of cooperation that cannot be ignored\" said Duterte. Reiterating his \"firm resolve to broaden the horizons for friendship,\" Duterte highlighted Russia's \"geographic footprint\" as well as its \"strategic interest in the (Asia Pacific) region\" as reasons for extending cooperation between the two countries.\n\nRelations between the Philippines' traditional ally, the US, have been strained. Last year Duterte lashed out at former US President Barack Obama amid reports the US was canceling an arms deal over alleged human rights abuses.\n\nRussian President Vladimir Putin (L) meets Philippines President Rodrigo Duterte on the sidelines of the APEC Summit in Lima, November 19, 2016.\n\nAt the time, Duterte said, \"I'm no American puppet,\" and suggested Manila would turn to Russia instead.\n\nOver the weekend, Duterte indicated that one of the top priorities of the trip would be to acquire Russian-made precision armaments, to use against Islamist militants in the Southern Philippines, local media reported\n\n\"I've been scouting around for (a weapon to finish them off)... I'm going to Russia. Same purpose. If they can spare us the precision-guided (bombs)... we have so many smart bombs but not as accurate as the ones guided by laser or satellite,\" he said at a Philippine Coast Guard Auxillary national convention, according to the Philstar.\n\nThe trip, alongside recent visits to China, is designed to diversify the Southeast Asian nations' trade as relations with allies such as the European Union and the US become increasingly chilly.\n\nRussian President Vladimir Putin extended the invitation on the sidelines of an APEC summit in Peru last November, according to Maria Natividad, Philippines' assistant secretary for foreign affairs.\n\nThe trip sends \"a strong message of the Philippines' commitment to seek new partnerships and strengthen relations with nontraditional partners\" such as Russia, Natividad said.\n\nJUST WATCHED Who is Rodrigo Duterte? Replay More Videos ... MUST WATCH Who is Rodrigo Duterte? 02:31\n\nFirst visit\n\nThe visit to Moscow and St. Petersburg marks the first time Duterte will visit Russia and his administration hopes it will \"mark a new chapter in Philippine-Russia relations,\" she added.\n\nIt will kick off with a bilateral meeting between Duterte and Prime Minister Dmitry Medvedev, before the Philippines' president gives a policy speech at the Moscow State Institute of International Relations (MGIMO) on the Philippines' independent foreign policy and \"his ideas on how to achieve peace and security, especially in the Asia Pacific region.\"\n\nHe will then meet Russian President Vladimir Putin -- who Duterte previously described as his \"favorite hero\" -- before hosting a gathering of expatriate Filipinos who have settled in Russia and surrounding countries.\n\nThe two countries last year marked 40 years of diplomatic relations, but ties remain \"best described as cordial albeit modest in scope and depth,\" Natividad said at a pre-departure briefing for the press ahead of the trip.\n\nThe trip, which a trade delegation will also attend, is expected to lead to deals in defense, security, legal assistance, tourism, the \"peaceful use of nuclear energy\" and cultural exchange.\n\nBilateral trade in 2016 totaled $226 million, with the Philippines only exporting $49 million worth of goods to Russia, Natividad said.\n\nPhotos: Rodrigo Duterte has said some outrageous things. Speaking at a business forum in Manila in December 2016, Duterte admitted killing suspected criminals during his time as mayor of Davao City. Hide Caption 1 of 17 Photos: Rodrigo Duterte has said some outrageous things. The day after Trump won the US presidential election in November 2016, Duterte said he and Trump share some traits. Hide Caption 2 of 17 Photos: Rodrigo Duterte has said some outrageous things. After reports emerged of a potentially blocked arms sale, Duterte told CNN Philippines in November 2016 that he would turn to Russia for weapons. Hide Caption 3 of 17 Photos: Rodrigo Duterte has said some outrageous things. During a state visit to China in October 2016, Duterte announced his economic and military 'separation' from the US. Hide Caption 4 of 17 Photos: Rodrigo Duterte has said some outrageous things. In October 2016 Duterte expressed growing hostility with the US president. Hide Caption 5 of 17 Photos: Rodrigo Duterte has said some outrageous things. After US president Barack Obama said he would raise extrajudicial killings in a meeting with Duterte, the Philippines President responded angrily on September 5, first in English then in Tagalog. As a result, Obama canceled the meeting. Hide Caption 6 of 17 Photos: Rodrigo Duterte has said some outrageous things. As he addressed troops at the country's Armed Forces Central Command Headquarters on August 5, Duterte recounted U.S. Secretary of State John Kerry's visit to the country, saying in Tagalog that he was feuding with U.S. Ambassador to the Philippines Philip Goldberg. Hide Caption 7 of 17 Photos: Rodrigo Duterte has said some outrageous things. The Philippines president-elect effectively said he supported vigilantism against drug dealers and criminals in a nationally televised speech in June 2016. Hide Caption 8 of 17 Photos: Rodrigo Duterte has said some outrageous things. Foreign diplomats weighing in on Rodrigo Duterte's controversial remarks did not sit well with the then-mayor. Hide Caption 9 of 17 Photos: Rodrigo Duterte has said some outrageous things. Duterte apologized to the Pope after cursing him for the traffic he caused during a 2015 Papal visit to the Philippines. Hide Caption 10 of 17 Photos: Rodrigo Duterte has said some outrageous things. In September 2016, Duterte likened himself to the Nazi leader and announced that he wants to kill millions of drug addicts. Hide Caption 11 of 17 Photos: Rodrigo Duterte has said some outrageous things. Speaking at a press conference to unveil his new cabinet on May 31 2016, Rodrigo Duterte said journalists killed on the job in the Philippines were often corrupt. Hide Caption 12 of 17 Photos: Rodrigo Duterte has said some outrageous things. During the third and last presidential debate, Duterte had said that he would plant a Philippine flag in disputed territories should China refuse to recognize a favorable ruling for the Philippines. Hide Caption 13 of 17 Photos: Rodrigo Duterte has said some outrageous things. Duterte made international headlines in April 2016 with his inflammatory comments on the 1989 rape and murder of an Australian missionary that took place in Davao City. Hide Caption 14 of 17 Photos: Rodrigo Duterte has said some outrageous things. He also lashed out at the womens' group that filed a complaint against him before the Commission on Human Rights (CHR). Hide Caption 15 of 17 Photos: Rodrigo Duterte has said some outrageous things. At a CNN Philippines Townhall event in February 2016, Duterte, admitted that he had three girlfriends and a common-law wife. His marriage to Elizabeth Zimmerman was annulled due to his womanizing, but he denied this meant he objectified women. Hide Caption 16 of 17 Photos: Rodrigo Duterte has said some outrageous things. Although he later denied the accusations, the former Davao City mayor admitted his links to the alleged Davao death squad in a May 2015 broadcast of his local television talk show. Hide Caption 17 of 17\n\nOvertures\n\nWestern countries have taken issue with Duterte's track record on human rights since taking office -- his police force has waged a bloody war on drugs over the past year, with extrajudicial killings of dealers and users numbering the thousands.\n\nFollowing reports late last year that the US State Department had halted the sale of an estimated 26,000 assault rifles to Philippines police, Duterte suggested that he would look to Russia for arms deals instead.\n\n\"They're blackmailing me that they won't sell weapons? We have lots of explosives here,\" Duterte said, according to CNN Philippines.\n\n\"I remember what the Russian diplomat said: Come to Russia, we all have here anything you need.\"\n\nThe Philippines has also distanced itself from the European Union, recently rejecting an aid package worth around 250 million euros ($278 million) over the next three years, given as it was tied to commitments to improve human rights.\n\n\"We cannot accept aid with conditions,\" Foreign Affairs Minister Alan Peter Cayetano said.\n\n\"We're just telling them very respectfully: we believe in our independence. We know our problems better than you. You are welcome here. Let's do business but we will not accept aid if there are conditions or you will interfere.\"\n\nJUST WATCHED China influence tests US - Philippines alliance Replay More Videos ... MUST WATCH China influence tests US - Philippines alliance 02:40\n\n'Anti-American'\n\nDuterte has a \"very long, complex history of anti-Americanism,\" Joshua Kurlantzick, a Southeast Asia fellow at the Council on Foreign Relations told CNN , and his relationship with former President Barack Obama was particularly fractious, with the Filipino leader once calling Trump's predecessor a \" son of a bitch .\"\n\nKurlantzick suggested that while Duterte is likely to visit Washington he may not want to appear as though he is embracing the US, given how much he has courted China and Russia.",
    "title": "Philippines' Duterte looks to strengthen ties with trip to Moscow",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Euan Mckirdy"
    ],
    "link": "http://edition.cnn.com/2017/05/22/asia/duterte-putin-moscow-summit/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170522130731-duterte-putin-lima-apec-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-12 00:00:00",
    "text": "As Eve learned before anyone else, children don't always follow the values or beliefs of their mothers. Many mothers try to force their children to adopt their faith, but that often backfires. A 35-year study of families conducted at USC found that allowing children religious choice can encourage religious continuity. Instead of insisting your children do what you do, said the survey's head, Vern Bengtson, you'll have more approach if you say, \"We want your faith to be your own, we believe we found the faith that is meaningful to our family, but we don't want to impose. Feel free to experiment.\" Even in evangelical families that approach has been proven to be more successful.",
    "title": "What Eve can reveal to us about Mother's Day",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Bruce Feiler"
    ],
    "link": "http://edition.cnn.com/2017/05/12/opinions/eve-very-first-mother-feiler-opinion/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170512192430-adam-and-eve---restricted-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-24 00:00:00",
    "text": "(CNN) Dating apps might be great for reminding people that there are plenty of fish in the sea, so to speak, but 30-year-old attorney Madison Kucker has been on 127 dates in the past two years and she tired of fishing. So she's putting her future in the hands of the producers from Fox's \"Love Connection.\"\n\n\"I feel like maybe the person [I'm looking for] is somebody who's a little bit quirky and out there and willing to try something this crazy, too,\" said Kucker, a New York City native with a self-described \"big personality.\" \"So overall, it kind of seemed like, 'Why not go for it?'\"\n\nThe reboot, which premieres Thursday, is in concept much like the Chuck Woolery-hosted game show that aired in the '80s and '90s. But the execution is slightly different.\n\nIn this updated version, a single person is tasked with going on three dates and offered a chance to go an overnight date with the person of their choosing. If the contestant's pick matches the audience's prediction, the contestant gets $10,000. If they choose someone other than the audience's pick, the contestant must choose between their possible love connection and the money.\n\n\"The show is actually more life-affirming than not,\" host Andy Cohen assured. \"More people wind up choosing love than money and way fewer people chose the money than I expected.\"\n\nIf anyone, Cohen is the man up for the challenge of renewing people's faith in love.\n\nAs host of \"Watch What Happens Live\" on Bravo, he's made other people's business part of his brand.\n\nOn \"Love Connection,\" he's in his element.\n\n\"I love setting people up, I love hearing about first dates, [and] trying to ask people awkward questions,\" he said \"So it's just everything I love to do.\"\n\nPerhaps the biggest task facing Cohen, however, is trying to sell the idea of blind dates to a generation that's come to believe that love -- or whatever a person might be looking for at the time -- is just a swipe away.\n\n\"[The show] kind turns the clock back on dating because we set people up on blind dates, which kind of seems like a thing of the past,\" Cohen told CNN.\n\nBut people like Kucker, who has tried \"every single dating app ever,\" are willing to give it a shot.\n\n\"I think now more than ever is a great time for this show to air because between my friends and I, we all talk about how exhausting first dates are,\" she said. \"I think [the series] shows a little bit of humanity and kind of the struggle everyone is going through to meet somebody and find that person.\"\n\nCohen insists the contestants are there for the right reasons. He said that will become evident through their stories.\n\nOne contestant this season is Jim Moroney, a 75-year-old grandfather whose story about being stood up by a date went viral earlier this year.\n\nThe producers reached out to his granddaughter to invite him to the show and he accepted.\n\n\"I'm just not a guy who lives singly,\" Moroney, who's been married twice, for 18 and 30 years, respectively, told CNN. \"I'm looking for a connection to see if I can find a partner.\"\n\nCohen is endeared by the contestants who \"put their guard down.\"",
    "title": "Can Andy Cohen help people find love?",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Sandra Gonzalez"
    ],
    "link": "http://edition.cnn.com/2017/05/24/entertainment/love-connection-fox/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170524182349-love-connection-2-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-24 00:00:00",
    "text": "Please enable Javascript to watch this video\n\nFRANKLIN COUNTY (KFSM)—One of two known certified amputee firefighters in the state of Arkansas is inspiring others by spreading the message that life goes on after amputation.\n\nRodney Bartlett said it’s his mission. In fact, he is helping people in the southern part of Franklin County as a volunteer firefighter.\n\n“My love is being able to supply the firefighters with water,” he said. “My job is to supply them with the wet stuff to put on the hot stuff per se.”\n\nIn 2014, he had an infected ulcer on the bottom of his right foot, which was the result of his diabetes. Doctors told him he would need a below-the-knee amputation.\n\n“I defied all the doctors’ reports saying I wouldn't walk correctly because I'm a big guy, and I went ahead,” Bartlett said. “They said I would be on the walker for a year. I stayed on the walker one day.”\n\nHis motivation did not stop there. In addition to going to school full time, he got his volunteer firefighter certification for the South Ozark-Webb City Fire Department at the beginning of this year.\n\n“There's a lot that goes into being a volunteer firefighter, not just jumping in a truck and spraying water,” he said.\n\nHe knows how to respond to wildfires, car accidents and structure fires, doing it all with a prosthetic leg.\n\n“I don't even think about it,” he said. “It's just second nature.”\n\nBy the time Bartlett is done studying at Ozark Tech, he will have three associate degrees in welding, automotive technology and collision repairs.",
    "title": "Volunteer Firefighter Defies The Odds As An Amputee",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Laura Simon"
    ],
    "link": "http://5newsonline.com/2017/05/24/volunteer-firefighter-defies-the-odds-as-an-amputee/",
    "source": "cnn",
    "top_image": "http://localtvkfsm.files.wordpress.com/2017/05/amputee.jpeg?quality=85&strip=all&w=1200"
  },
  {
    "publish_date": "2017-05-18 00:00:00",
    "text": "(CNN) In Mari Katayama's provocative photos, a rare condition that she has suffered from since early childhood -- which resulted in an amputation of both legs at age 9 -- takes center stage.\n\nThe Japanese artist's body features prominently in her images, surrounded with painstakingly arranged objects, both in intimate settings or set against vast landscapes.\n\nIn her \"bystander\" series, stuffed arms are placed in a tentacle-like fashion, alongside her own two residual limbs.\n\nWhen Katayama was working as a bartender, a drunk customer told her \"a woman is no longer a woman when not wearing high heels.\" In response, the artist started a project to create heels for her prosthetic legs.\n\nThe artist's solo exhibition \"Mari Katayama: On the Way Home\" was recently on show at the Museum of Modern Art, Gunma in March.\n\nIt featured self-portraits of Katayama on river banks where she had spent her formative years. Next year, shows in her native Japan, as well as in Europe and U.S. are tentatively planned.\n\nBelow, Katayama tells CNN Style how a unique childhood has shaped her art and worldview.\n\nCNN: What are some of the themes in your work?\n\nMari Katayama: People would prominently regard physicality as my theme, but I'd rather create without thinking of anything specific at all. The theme depends on what I feel for the moment. Because I believe being an artist is a job for those who live in the era they're in. I feel like I respond to the currents or trends to create something that fits in this era.\n\nCNN: What was it like to have your legs amputated?\n\nMK: It seemed physically difficult to support my body with my own legs. Therefore I had to choose between having prosthetic legs, or being in a wheelchair without amputating my legs. At the time I refused to attend school because of bullying. Then I got hospitalized and had my legs amputated, to escape from the situation. I made a tremendous effort to walk when I started using prosthetic legs.\n\n\"Shadow Puppet #020\" (2016) by Mari Katayama\n\nCNN: Tell us about your childhood -- what was it like, growing up in Gunma?\n\nMK: I used to live in Ota in Gunma prefecture, and the next town is Oizumi, known as \"Brazil-town.\" I attended a nursery school where children from fatherless families, or those of foreign descent, tended to join. As I grew in an environment of intercultural exchange with children or parents who couldn't speak Japanese, I was surprised when I realized that there were only Japanese in Tokyo or other places I visited after growing up. It took longer for me to realize that my upbringing was unusual.\n\nCNN: Did your childhood experiences affect your work?\n\nMK: I guess it affected the process of my personality developing quite a bit. In my childhood I saw bedridden children, kids with tiny holes in their hearts, or those who appeared to be healthy but had serious diseases.\n\n\"Beast\" (2016) by Mari Katayama\n\nCNN: What's the story behind you picking up sewing?\n\nMK: When I used to have legs I was wearing something called an orthosis, which were like rugged boots. I wore them until I was 9, and wasn't really able to wear children's clothes with those on. My mother and grandma would sew clothes for me.\n\nMaking something with a needle and thread was more familiar to me than holding a pencil. Mari Katayama\n\nI grew up watching that, so making something with a needle and thread was more familiar to me than holding a pencil. I never learned to sew. Professionals would say my sewing was unbelievably sloppy. But I sew in my own way.\n\nCNN: What inspires your costumes? Do you make your corsets from scratch?\n\nMK: My inspiration comes from an accumulation of seeing or talking with various people. With my black corsets, I used a pre-made one as a base, then drew a series of eyes on them. They were based on a model -- a very strong impression of a woman with a costume walking in the red light district of Nagoya stuck in my mind.\n\nCNN: In many of your works, you are surrounded by childhood objects. What's the meaning behind it all?\n\nMK: The series featuring children's legs is linked with my \"high heel project,\" in which I walked with my prosthetic legs with high heels on. I still do it sometimes when I sing or so, to express my sadness of giving up childhood dreams even after growing up.\n\nCNN: Why does your body feature so prominently in your work?\n\nMK: I don't think I have learned to use my body. I use my body as material simply because it's handy. I don't think it's correct to say my body is the subject or the theme of my art.\n\nI often feel like I'm different from others. And the pieces made by this different person should be peculiar. I understand people naturally think this way. I personally would understand the pieces made by those who have peculiar or mysterious backgrounds for the same reason.\n\nCNN: Do you face any difficulties as an Asian female artist?\n\nMK: I do, always. I accept the situation that there are many inconveniences and difficulties out there because I'm a minority -- not as a creator or an artist -- but in ordinary life.\n\nCNN: You will soon become a mother -- will that change the way you work?\n\nMK: I think it will. It will be hard for a while to use sewing tools like needles or thread which have been synonymous with my work. I would like to stay close to my child. Therefore it will be necessary to change materials and projects, I suppose.\n\nAre there many people around you when you shoot?\n\nI prefer shooting self-portraits alone. There are people who think someone other than me is taking the photos, but I push the shutter button myself.\n\nEven when somebody changes the film or places a tripod for me, I want to do things like composition, settings and pressing the shutter button all by myself. I am the kind of person who values touching with my fingertips like I do when I sew. If somebody calls me a control freak -- that might be true.",
    "title": "Mari Katayama's provocative self-portraits",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Junko Ogura",
      "Andrea Lo",
      "Mari Katayama"
    ],
    "link": "http://edition.cnn.com/2017/05/18/arts/mari-katayama-self-portrait/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170428115445-mari-katayama-tease-1-super-tease.jpg"
  },
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "Even as the so-called Islamic State has lost territory and men in Libya, it has maintained an underground network of cells in some of the most populous parts of the country. That network, according to security forces in the capital Tripoli, supported the Manchester suicide bomber Salman Abedi and his younger brother Hashim.\n\nIf the Manchester attack was planned in Libya, it would appear to be the first time an ISIS network has used the country to plot an attack in Europe. ISIS has claimed responsibility for the attack but provided no conclusive evidence it had directed Abedi.\n\nOne of the many militia operating in Libya, the Special Deterrence Force, said Hashim was arrested Tuesday night in Tripoli and had confessed that both he and his brother were members of ISIS. Salman had been in Tripoli until very recently.\n\nThe Deterrence Force said Hashim had been under surveillance for more than a month after leaving Britain on April 16. CNN could not verify the Deterrence Force's statement.\n\nHowever, as ISIS' last remaining strongholds in Iraq and Syria come under growing pressure, the group may look to Libya as a base to plan and direct terror in Europe. According to German officials, the man who carried out the truck attack in Berlin last December, Anis Amri, had contact with ISIS operatives in Libya via a secure messaging app.\n\nISIS has long had an underground presence in Tripoli and in towns up and down Libya's Mediterranean coast. It carried out a gun and bomb attack on a Tripoli hotel in January 2015, killing ten people\n\nIt has also recruited young men and teenagers across Libya and neighboring Tunisia, using slick videos designed to appeal to those without jobs or prospects. A teenager for example, carried out a suicide attack at the Libyan oil port of Sidra in January 2016, according to an ISIS statement at the time. Libyan media reported he had been radicalized at a mosque in the Libyan capital.\n\nIn 2015, CNN visited the southern Tunisian town of Kasserine, where unemployment is high and poverty widespread. We were told of active jihadist recruitment in local mosques. On one street, nicknamed Avenue de Jihad, locals estimated that half the young men had gone missing , many to Libya.\n\nSince then, ISIS has suffered a string of territorial setbacks in Libya. It lost control of the town of Derna near the Egyptian border in July 2015, and was ultimately driven out of the coastal city of Sirte late last year after being pounded by hundreds of US airstrikes and a ground attack by Libyan militia.\n\nIn western Libya, a US air strike on a jihadist training camp near Sabratha killed more than 40 people in February 2016, likely including a senior ISIS figure involved in planning attacks in Tunisia.\n\nAs ISIS fighters regrouped in a mountainous area south of Sirte, another US attack killed dozens of them in January this year -- an airstrike linked to evidence gathered about the Berlin truck attacker, Anis Amri.\n\nThen US Defense Secretary Ash Carter said the operation was aimed at ISIS' \"external plotters, who were actively planning operations against our allies in Europe ... and may also have been connected with some attacks that have already occurred in Europe .\"\n\nFar from vanquished\n\nLibyan Government of National Accord forces attack ISIS militants in Sirte, Libya.\n\nISIS is far from vanquished in Libya. Its leadership has certainly been degraded: the last 'emir', Abdul Qasr al Najdi, was killed in the Sirte fighting, and succeeded by a Tunisian who had lived in France, according to sources in the region. But Gen. Thomas D. Waldhauser, the head of US Africa Command, told a Congressional hearing in March that \"ISIS-Libya remains a regional threat.\"\n\n\"The instability in Libya and North Africa may be the most significant near-term threat to U.S. and allies' interests on the continent,\" General Waldhauser said.\n\nIn Libya as elsewhere, ISIS is transitioning from a self-declared Caliphate to a more conventional terror organization.\n\nAaron Zelin, a long-time observer of jihad in north Africa at the Washington Institute , says that \"if the Manchester attack is definitively tied to IS cells in Libya, it would show that the group can still be a lethal actor even without holding territory there.\"\n\nZelin says that's \"an important point to consider when planning for life after the fall of the group's 'capitals' in Iraq and Syria.\"",
    "title": "ISIS looks to Libya to plot terror attacks",
    "source_description": "Find the latest breaking news and information on the top stories, weather, business, entertainment, politics, and more. For in-depth coverage, CNN provides special reports, video, audio, photo galleries, and interactive guides.",
    "authors": [
      "Analysis Tim Lister"
    ],
    "link": "http://edition.cnn.com/2017/05/25/middleeast/isis-looks-to-libya-to-plot-terror-attacks/index.html",
    "source": "cnn",
    "top_image": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170524134101-hashim-ramadan-abu-qassem-al-abedi-super-tease.jpg"
  }
]