[
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "Josh Normanis getting an early start on getting in the heads of his NFC East rivals.\n\nThe outspoken Washington Redskins cornerback dismissed the Cowboys' Dez Bryant and the Giants' Odell Beckham as not being elite receivers, calling Bryant \"just a guy\" and Beckham \"a big kid\" in an interview with Bleacher Report.\n\nOn Dez:\n\n\"That's a guy. Just a guy. Dez was Dez in 2012, '13, '14. Maybe '14. Now? He's a guy.\n\n\"He doesn't 'wow' you. For me, he don't. For other guys, he probably will do the worst to them because he'll bully them. But you can't bully a bully. You know what I'm saying? That's why his game doesn't resonate to me.\"\n\nOn OBJ:\n\n\"He tries to be a tough guy. He tries to put on this persona, which he's not. …He does things that he normally wouldn't do because of all the pressure and added hype that he has to put on his whole persona. He's not this guy. If you go back and watch the games in which we play compared to the games we don't play each other, he's a totally different guy.\n\n\"When people get physical, tough, like the Minnesota game, he acts out. He's a kid. He's a big kid, man.\"\n\nOn the other hand, Norman expressed the utmost respect for Atlanta's Julio Jones and Pittsburgh's Antonio Brown and lamented that he doesn't get to face them twice a year instead of his Cowboys and Giants rivals.\n\n\"It sucks. It's the worst. Because I'm just battling 'guys.' I'm not battling against something I can call 'greatness.' I'm not enhancing my craft. Don't get me wrong. They're tough. But they're not (Julio Jones tough).Not even close. Or Antonio Brown. Someone I can actually get myself better with my every move. He got me right here? OK, if he got me there, let me think on this. I've got to come back this way. You know? I can't do that with them guys.\"\n\n11\n\nView gallery\n\n\n\n\n\nWinslow Townson-USA TODAY Sports | Winslow Townson",
    "title": "Josh Norman dismisses Dez Bryant and Odell Beckham: 'I'm not battling ... greatness'",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Andre Vergara"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/25/josh-norman-dismisses-dez-bryant-and-odell-beckham-im-not-battling-greatness.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/25/josh-norman-dismisses-dez-bryant-and-odell-beckham-im-not-battling-greatness/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495751274660.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-27 00:00:00",
    "text": "It's hard for Alexander Gustafsson to avoid questions about getting back into title contention considering the two championship fights he's already had in the UFC.\n\nGustafsson gave Jon Jones the hardest test of his entire career before losing a very close decision to the former champion back in 2013. Then the Swedish born light heavyweight duplicated that performance by taking Daniel Cormier into deep waters in their fight in 2015 but again Gustafsson came up short from taking home the belt.\n\nAs he approaches his next fight against Glover Teixeira in his home country, Gustafsson would love nothing more than to get a third shot at the gold but none of that will happen if he loses on Sunday.\n\n\"Of course, I want to fight Jon Jones. Of course I want to fight D.C. for the belt. But I know Glover is there and that's my only concern,\" Gustafsson told FOX Sports.\n\n\"I just try to focus on the right things. Nothing else. I've done it before. It's not my first tour. I'm feeling good and I can't wait.\"\n\nAs much as another title fight might be on the horizon for Gustafsson, his major concern this weekend is not only beating Teixeira but redeeming himself in Sweden.\n\nThe last time Gustafsson fought on home soil the stakes were very similar with a potential title fight looming overhead but on that night he suffered a knockout loss to Anthony \"Rumble\" Johnson. Gustafsson never wants to make that mistake again so he's getting ready for anything and everything that Teixeira might throw at him.\n\n\"He's going to come out early and try to finish me. He's going to come out and try to make a slugfest of everything,\" Gustafsson said about Teixeira. \"Whatever it takes. I've got five rounds in me or I could finish him in the first round.\n\n\"The only thing I want to make sure of is to get the 'W'. That's all I'm focusing on.\"\n\nGustafsson isn't in the Conor McGregor business where he tries to call his shot before stepping into the Octagon, but there is a simmering confidence bubbling up from the 30-year old veteran going into Sunday.\n\nAs much as he respects what Teixeira brings to the table, Gustafsson knows he has more ways to win this fight and that's what's going to put him over the top to get a win in the main event.\n\n\"I'm going to win. That's all I see,\" Gustafsson said. \"I'm going to win a decision. I can win with a submission, a knockout, a TKO. No matter what, I'm not leaving the Octagon without the win.\"\n\nGustafsson faces Teixeira in the main event at UFC Fight Night from Sweden on Sunday with the main card kicking off at 1 p.m. ET on FS1.\n\n7\n\nView gallery\n\n\n\n\n\nReinhold Matay-USA TODAY Sports | Reinhold Matay",
    "title": "Alexander Gustafsson will think about the future after he's done with Glover Teixeira",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Damon Martin"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/27/alexander-gustafsson-will-think-about-future-after-done-with-glover-teixeira.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/27/alexander-gustafsson-will-think-about-future-after-done-with-glover-teixeira/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495909688747.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "GAINESVILLE, Fla. (AP) -- Florida has added South Alabama to its 2020 home schedule and will pay the Jaguars $1.2 million for the game.\n\nThe first meeting between the schools will be played Sept. 19, 2020, at Ben Hill Griffin Stadium.\n\nSouth Alabama is 1-4 against Southeastern Conference teams, with the lone victory being a 21-20 stunner at Mississippi State last season. The Jaguars open their fall season at Mississippi.\n\nFlorida now has its non-conference schedule set for 2020. The Gators will open that season against coach Jim McElwain's alma mater, Eastern Washington. They also play at in-state rival Florida State in late November.",
    "title": "Florida adds South Alabama to 2020 home football schedule",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [],
    "link": "http://www.foxnews.com/sports/2017/05/25/florida-adds-south-alabama-to-2020-home-football-schedule.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/25/florida-adds-south-alabama-to-2020-home-football-schedule/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495729575208.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-23 00:00:00",
    "text": "FLAGSTAFF, Ariz. -- Northern Arizona coach Jack Murphy was excited to put the 2015-16 season behind him, ready to get the Lumberjacks back on an upward trajectory after a series of injuries stalled the program's progress.\n\nInstead, more injuries hit, leaving Murphy no choice but to shift returning players into unfamiliar roles and rely on inexperienced players for a second consecutive season.\n\nThe result left Northern Arizona near the bottom of the Big Sky Conference standings and still stuck in neutral since a deep postseason run two years ago.\n\n\"Injuries on any level are difficult, but on this level they're debilitating,\" Murphy said.\n\nMurphy made steady progress in his first three seasons in Flagstaff, culminating with a trip to the championship game of the 2015 CollegeInsiders.com tournament.\n\nThe Lumberjacks' climb halted during the 2015-16 season, when two of their best players went down with season-ending injuries by the 10th game, leading to a 5-25 season.\n\nMurphy expected a quick bounce back last season, with Jordyn Martin and Jaleni Neely both healthy and a group of young players who gained valuable experience the previous year.\n\nThe Lumberjacks took a big hit before the 2016-17 season even started, losing Torry Johnson, who was expected to be their starting shooting guard, to a torn ACL during summer workouts.\n\nMurphy and his staff tried to bring Neely along slowly as he rebounded from a torn ACL the previous season, holding him out for a few games before the conference season started. He never made it to Big Sky play, blowing out his knee again the day before the first game.\n\nNeely's injury left Northern Arizona without its starting backcourt for the conference season and forced Murphy to again play the juggling game with his lineup, leading to a 9-23 record.\n\n\"As a coach, you prepare, the kids work their tails off and for injuries like that to surface at this level, it's difficult to have replacements. You're going to either have guys who are inexperienced or just don't have the talent to step into spots they're probably not ready for,\" he said.\n\nNorthern Arizona did have some good moments late in the season, knocking off North Dakota, Montana State and Eastern Washington, three of the Big Sky's top teams.\n\nEven so, Murphy did not want to take any chances for the 2017-18 season.\n\nInstead of just recruiting talented freshman players, Murphy and his staff targeted potential transfers to add experience and maturity to the roster.\n\nNorthern Arizona got a huge boost during the offseason when Stanford guard Malcolm Allen decided to join the Lumberjacks as a graduate transfer. He was not a big part of the Cardinal's rotation, averaging 3.6 minutes per game last season, but adds the experience and leadership Murphy wanted.\n\n\"There's a big difference between having 22, 23 year olds and having 18 year olds,\" Murphy said. \"He's a grown man, practiced in the Pac-12 for four years, competing. He's a big addition just with his maturity and his leadership.\"\n\nNorthern Arizona also picked up guard Karl Harris, who started his collegiate career at LaSalle and played at Indian Hills Community College in Iowa last season.\n\nThe additions will help the Lumberjacks offset the losses of Marcus DeBerry and Mike Green, who each averaged double figures last season, to transfers. It also will give the younger players more room to grow instead of being thrown into positions and roles they may not be ready for just yet.\n\n\"I think I've learned a lot as a coach, where rather than relying on freshmen to play major minutes in games, you need to bring them along slowly and not count on them, then they can turn out to be really good players for you in the future,\" he said. \"Age and experience is a big thing on this level of college basketball.\"",
    "title": "NAU basketball hoping for change of injury fortune",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "John Marshall"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/23/nau-basketball-hoping-for-change-injury-fortune.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/23/nau-basketball-hoping-for-change-injury-fortune/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495581984970.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-28 00:00:00",
    "text": "TV: FOX Sports Florida\n\nTIME: Pregame coverage begins at 12:30 p.m.\n\nMIAMI -- The Miami Marlins (17-30) will run into a hot pitcher in Sunday's series finale against the Los Angeles Angels (26-26).\n\nRight-hander Matt Shoemaker (4-2) has won three straight starts, beating the Detroit Tigers, Chicago White Sox and Tampa Bay Rays.\n\nIn those starts, Shoemaker, 30, allowed three earned runs in 18 2/3 innings and pitched at least six innings in each of those appearances.\n\nWatch the Miami Marlins on FOX Sports Florida\n\nShoemaker has seen his ERA drop from 5.21 to 3.97 during the run.\n\nShoemaker has a better win-loss record at home but a superior ERA on the road. Here is the breakdown: 3-1, 5.20 ERA in five starts at home and 1-1, 2.79 in five road outings.\n\nAngels manager Mike Scioscia hopes Shoemaker continues his hot streak and keeps the rotation moving in the right direction. Since April 15, the Angels lead the American League with a 3.65 ERA.\n\n\"We've pitched well, considering a lot of guys are not in roles they anticipated,\" Scioscia said. \"They are either banged up or not doing what we thought.\"\n\nMiami will counter with right-hander Jose Urena (2-2, 3.08 ERA) as it tries to win the rubber game of the series.\n\nUrena has made four starts with the Marlins this season, and the results have been puzzling. In his first three starts, he averaged just shy of six innings and allowed a total of three earned runs -- one per appearance.\n\nBut last week at the Oakland Athletics, Urena had his poorest start, allowing six runs in five innings but earned the victory as the Marlins won 11-9.\n\nUrena is 0-2 with a 2.57 ERA in five home games and 2-0 with a 3.71 ERA in five road contests. Surprisingly, he has been getting hit by right-handed batters (.316 batting average, .916 OPS) but has been dominant vs. lefties (.154, .482).\n\nIf it gets into a bullpen battle, the Marlins are at least encouraged that set-up man David Phelps, who had struggled earlier this year, seems to have turned his season around.\n\nIn his past 14 games over 14 2/3 innigns, Phelps has not allowed a run.\n\nBesides the pitchers, Sunday's series finale could come down to each team's superstar slugger. Marlins right fielder Giancarlo Stanton hit a 460-foot homer Friday, and Mike Trout jacked one 443 feet Saturday.\n\nMeanwhile, Marlins left fielder Marcell Ozuna, who misplayed two balls into doubles on Friday but stole a would-be home run from Andrelton Simmons on Saturday, said the team is trying to put more focus on defense.\n\n\"I tried to be more aggressive tonight,\" Ozuna said. \"I tried to concentrate a bit more on my defense.\n\n\"On Friday, I made a mistake because I was a little scared to hit the wall. Tonight, I just told myself, 'Let's go play hard' and do everything to help my teammates.\"",
    "title": "Preview: Jose Urena tries to give Marlins edge in finale vs. Angels",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "The Sports Xchange"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/28/preview-jose-urena-tries-to-give-marlins-edge-in-finale-vs-angels.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/28/preview-jose-urena-tries-to-give-marlins-edge-in-finale-vs-angels/_jcr_content/par/featured-media/media-0.img.png/0/0/1495981688868.png?ve=1"
  },
  {
    "publish_date": "2017-05-27 00:00:00",
    "text": "The strangest strikeout of the year took place in the game betweenthe Binghamton Rumble Ponies and Hartford Yard Goats Friday.\n\nIt was a minor league contest, but the batter made a major league gaffe.\n\nRumble Ponies pitcher Cory Burns slipped as he made his delivery and the ball dribbled nowhere near the plate during the eighth inning.\n\nJose Fuentes of the Yard Goats decided to have some fun and took a swing as the ball rolled on.\n\nThe umpire didn't see the humor in the swing and called a swinging strike on Fuentes, who was then tagged out by the Rumble Ponies catcher.\n\nThe evening proved to be a total loss for the Yard Goats, as Binghamton managed to squeak out a 5-4 victory.",
    "title": "Watch as minor league game offers up strangest strikeout of season",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Barry Werner"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/27/watch-as-minor-league-game-offers-up-strangest-strikeout-season.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/27/watch-as-minor-league-game-offers-up-strangest-strikeout-season/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495931226247.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-26 00:00:00",
    "text": "Germaine de Randamie has been UFC women's featherweight champion since February but there's been no word on when she might actually defend the title.\n\nThe top contender in the division is Cris \"Cyborg\" Justino, who has been recognized as the top 145-pound women's fighter on the planet for several years, but it appears de Randamie has no desire to face her.\n\nAccording to a statement from de Randamie's manager, Brian Butler of Suckerpunch Entertainment, sent to FOX Sports on Friday following an initial report from MMAFighting, the current women's champion has refused to fight Cyborg and won't be changing her stance any time soon.\n\n\"Germaine and her team have talked, and the position is that she will not fight Cyborg because Cyborg is a known and proven cheater,\" Butler said in the statement. \"Even after so much scrutiny has been put on Cyborg, she still managed to pop for something and will always be a person of suspicion who is trying to beat the system rather than just conforming to the rules. \"Germaine and her team dont believe that Cyborg should be allowed to compete in the UFC at all. If that is the only fight the UFC wants, then Germaine is willing to wait and see if the UFC will strip her belt before making her next move.\"\n\nCyborg was granted a retroactive therapeutic use exemption by USADA after testing positive for a banned substance this past Decemberand she faced no punishment as a result. Prior to that, Cyborg did test positive for stanozolol an anabolic steroid following her fight against Hiroko Yamanaka in 2011 and she was suspended one year as a penalty.\n\nJust recently, UFC president Dana White shrugged when asked for an update on the women's featherweight division after almost no movement to advance the weight class after de Randamie defeated Holly Holm to win the belt back in February.\n\nThis statement from de Randamie's camp could be the source of White's discontentabout the women's featherweight division moving forward any time soon. Since the women's featherweight class was introduced, the UFC has signed no fighters to compete in the division.\n\nOf course it didn't take long for Cyborg to hear the news before firing off a series of messages aimed at de Randamie on Twitter as she erupted about the current UFC champion refusing to face her in the Octagon.\n\nWe waited 5months to find out it wasn't @IronLadyMMA hand that was hurt but her mental toughness n lack of confidence. #ufc214 #letsgochamp — #UFC214 #LetsGoChamp (@criscyborg) May 26, 2017\n\n\"Who's [Germaine de Randamie]? She was No. 1 at bantamweight and only did 200,000 pay-per-view [buys], barely beating the 0-3 Holly Holm. [Megan Anderson] is twice as popular. No one thinks the UFC 145-pound belt is a world championship. [Germaine de Randamie], you can't beat someone with two straight losses to be champ,\" Cyborg wrote.\n\n\"We waited five months to find out it wasn't [Germaine de Randamie] hand that was hurt but her mental toughness and lack of confidence. The fact [Germaine de Randamie] knows she can't wrestle and I won't let her hit me after the bell is the real reason she won't fight. The toughest opponent [Germaine de Randamie] will ever fight is her mind. Unfortunately, that's a battle she will have to overcome before being world champ.\"\n\nThe UFC has made no official statement regarding de Randamie's title reign or if declining a fight with Cyborg could cost her the championship. As of now, the UFC is still trying to put together a fight for Cyborg on the UFC 214 card on July 29 in Anaheim but clearly she won't be fighting de Randamie at that time.\n\n9\n\nView gallery\n\n\n\n\n\nJosh Hedges/Zuffa LLC | Zuffa LLC via Getty Images",
    "title": "Germaine de Randamie refuses to fight Cris Cyborg to defend UFC featherweight title",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Damon Martin"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/26/germaine-de-randamie-refuses-to-fight-cris-cyborg-to-defend-ufc-featherweight.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/26/germaine-de-randamie-refuses-to-fight-cris-cyborg-to-defend-ufc-featherweight/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495841203496.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-25 00:00:00",
    "text": "It's not often that Nashville has an opportunity to win a major sports championship. Hell, this is only the second time in nearly 20 decades it's happened.\n\nYet, after a 6-3 win over Anaheim on Monday night -- and the score is nowhere indicative of how that game played out -- the Predators are only four wins away from bringing arguably the greatest trophy in sports for a year-long sabbatical in the Music City.\n\nIt still feels a tad surreal that we can sit here and say that.\n\nHow did Nashville get here? How did a team that nearly everyone had counted out at the end of the regular season knock out three of the toughest opponents possible to win the Western Conference?\n\n\"Gutsy efforts,\" \"determination,\" \"grit,\" \"Predator hockey\" -- whatever combination of buzz words you choose, like a poor man's game of Words With Friends, doesn't seem adequate enough to describe what the Predators have done over the course of their 12 wins.\n\nITS REAL!!! PINCH US!! https://t.co/ZDsSXsmU4s — FOX Sports Tennessee (@PredsOnFSTN) May 25, 2017\n\nIn reality, it's a combination of great coaching, unbelievable goaltending, resiliency and fortuitous bounces. Most would argue that would all boil down to just being lucky.\n\nBecause sometimes that's what hockey is about -- being lucky at the right time, having these good bounces go your way when you need them the most.\n\nHalf of a second earlier or later and Colton Sissons' game-winner on Monday doesn't make it into the net past Ducks goaltender Jonathan Bernier.\n\nHalf a step to the right and Pekka Rinne maybe recovers enough to not allow the tying goal five minutes before that -- regardless of whatever potential goaltending interference was there.\n\nMaybe that forfeited timeout that the Predators lost while challenging the aforementioned interference play comes back to bite them?\n\nMaybe Anaheim's John Gibson ends up healthy enough to start Game 6 and we're discussing a potential Game 7 happening instead of a Cup Final berth?\n\nThey did it! The #Preds advance to their first-ever Stanley Cup Final with a 6-3 win over the Ducks in G6. Our crew breaks this game down! pic.twitter.com/10vf7sJFvC — FOX Sports Tennessee (@PredsOnFSTN) May 23, 2017\n\nThere are so many different \"what if\" scenarios that we can evaluate, but let's look at reality -- the Nashville Predators swept the Chicago Blackhawks, beat the St. Louis Blues in six and did the same to Anaheim to clinch their first ever Western Conference Championship.\n\nMake no mistake about it, luck and great bounces aren't the only reason that the Predators are one-half of the duo competing for the Stanley Cup.\n\nEven more impressive is what the opposition's best players did against Nashville in that same span -- practically nothing.\n\nAgainst the Ducks:\n\nRyan Getzlaf -- zero goals, four assists\n\nCorey Perry -- two goals, zero assists\n\nRyan Kesler -- zero goals, one assist\n\nAgainst the Blues:\n\nVladimir Tarasenko -- two goals, one assist\n\nAlex Pietrangelo -- zero goals, three assists\n\nPaul Stastny -- one goal, one assist\n\nAgainst the Blackhawks:\n\nPatrick Kane -- one goal, one assist\n\nJonathan Toews -- one goal, one assist\n\nMarian Hossa -- zero goals, zero assists\n\nNashville has held the opposition's best players to a combined 19 points in 16 games.\n\nThat's just an unbelievable statistic.\n\nBesides that, the Predators have controlled much of the possession across that same span of games as well. They're second in the playoffs with 132 takeaways, they're shooting at a 9.8 percent rate and currently lead the remaining playoff teams with a 51.38 CorsiFor percentage across all situations.\n\nTranslating mild success in the regular season into the best playoff run in Predators franchise history may prove that it's about peaking at the right time.\n\nAs Nashville prepares to meet the equivalent of a video game's final boss, it allows time for a bit of reflection.\n\nNovember 27, 2002 was the first time I ever saw a Predators game in person. Luckily, it would also coincide with the fourth hat trick in franchise history. Outside of an Andy Delmore game-winning goal six minutes into the third, Predators forward Andreas Johansson -- who was, until recently, head coach of Modo in Sweden's HockeyAllsvenskan league -- scored a goal in all three periods, the last coming with 1:13 remaining on the clock.\n\nMy father, Donald, was an avid Montreal Canadiens fan before the Predators arrived in Music City. Growing up through the 1940's in Ogdensburg, New York, it was only a 60-mile drive away from Ottawa -- who coincidentally the Predators could potentially play Monday night in Canada's capital -- and a two-hour drive to Montreal.\n\nHe learned to skate at seven, hit the ice at nine and continued playing through his high school years. During the brutal winters in upstate New York, he and his teammates would play regular games against local teams on the Oswegatchie River, but would also bus 10 miles down the road to Morristown, N.Y., and skate across the St. Lawrence River to play the local team in Brockville, Ontario.\n\n\"We had to get permission to skate across and they had to get permission to come to our side because the water on the [St. Lawrence] was the deepest there,\" he told me. \"They would have to check both sides. It would be 56 degrees below zero so the river would freeze over. We'd have to get permission from our parents and border patrol before we'd skate a mile across the ice to play them.\"\n\nWhile playing against friends, classmates and other local teams was a normal occurrence, my dad would treasure the games against the Canadian teams. Because it wasn't about playing for international bragging rights, but about competing against the best talent available to them -- regardless of where it came from.\n\n\"There was no fighting or anything, but they were skaters,\" he continued. \"All of us were skaters. We didn't beat them all the time. They were good. They were brought up with [hockey]. They were born with it. We'd play them five-on-five and the goals were wooden, in a square U-shape made of two-by-fours.\n\n\"The goalies wouldn't have any masks and some of these kids would wear speed skates, which stuck out in the front. We'd put our stick in-between their skate and trip them. They were so fast and they were so good that we just wanted to beat the [expletive] out of them in any way we could. It was real hockey.\"\n\nAs he rattled off those last two lines to me, it warped me back to what's happening on the ice for the Predators. Real hockey -- the kind that we've been groomed to watch for decades upon decades. Whether it's being played on a frozen river or in an arena surrounded by nearly 18,000 fans, Nashville's played the right way to bring them four games away from the greatest of crescendos.\n\nIt's not dirty hockey. It's exciting, fresh and reminds us what we all came to love about this sport -- we're all just one bounce away from mind-numbing exhilaration or gut-wrenching heartbreak.\n\nAnd we wouldn't have it any other way.",
    "title": "Whether heartbreak or jubilation comes, reveling in opportunity that awaits Predators",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Kristopher Martel"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/25/whether-heartbreak-or-jubilation-comes-reveling-in-opportunity-that-awaits.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/25/whether-heartbreak-or-jubilation-comes-reveling-in-opportunity-that-awaits/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495733261997.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-15 00:00:00",
    "text": "The college basketball landscape for the 2017-2018 season took a majorturn on Monday, thanks to the commitment of the top high school point guard in the country.\n\nTrevon Duval,who played last season at IMG Academy announced on The Players' Tribune that he'd be attending Duke. He selected the Blue Devils over Arizona, Kansas, Baylor and Seton Hall.\n\nI've made my decision https://t.co/xFiEhULrBj — Trevon Duval (@DatGuy_Trey) May 15, 2017\n\nIt wasbelieved that Duval was headed to Duke for weeks and whenFrank Jackson announced he was staying in the NBA Draft on Friday, itcleared the way for Duval to make the announcement official.\n\nWith the addition of Duval, Duke will once again be a favorite heading into the 2018 college basketball season.\n\nFor all the talent Duke has had the last few seasons (including Brandon Ingram and 2017 projected first rounders Jayson Tatum, Luke Kennard and Harry Giles last season), the one thing they've lacked is a true point guard and floor leader since Tyus Jones left following the 2014-2015 title season.\n\nDuval is an ultra-explosive athlete, who was unquestionably the best point guard in this high school class. He is already being projected as a lottery pick in the 2018 NBA Draft.\n\nWhen you team him with fellow freshmen Gary Trent Jr. and Wendell Carter next year (both McDonald's All-Americans), center Marques Bolden, and yes, Grayson Allen, it means that Duke will once again be loaded.\n\n10\n\nView gallery\n\n\n\n\n\nGrant Halverson",
    "title": "Nation's top high school point guard commits to Duke",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Aaron Torres"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/15/nation-top-high-school-point-guard-commits-to-duke.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/15/nation-top-high-school-point-guard-commits-to-duke/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1494905301798.jpg?ve=1"
  },
  {
    "publish_date": "2017-05-27 00:00:00",
    "text": "The rumors about Zlatan Ibrahimovic heading to MLS have been constant over the last several months, and they didn't even die down after the Manchester United striker suffered aseason-endinginjury in April.\n\nBut now it appears that a move to the United States isn't in Ibrahimovic's plans, even if he doesn't stay with Manchester United, according to his agent.\n\n\"I do not know if he will stay at Manchester United, many clubs want him,\" agent Mino Raiola reportedly told Sky Sports. \"He has many offers, certainly he will stay in Europe.\"\n\n\"Ibrahimovic will certainly play for another season or probably two,\" he said. \"We will talk about his future with United.\"\n\nThat will probably disappoint MLS fans, who were hoping the frequent rumors of Ibrahimovic coming stateside as a Designated Player were true. Ibra had been linked to the LA Galaxy, a club that not only is capable of splashing the cash needed, but is also located in Los Angeles, a favorite destination of superstar players. Rumors had been swirling about Ibrahimovic landing with the Galaxy or expansion team LAFC, and reports back in March said the Galaxy had made an offer to Ibrahimovic that would make him one of the league's most expensive players ever.\n\nBut now it looks like Ibra will definitely remain in Europe, which opens a whole new set of questions about the 35-year-old's future.\n\nHe was perhaps the most effective player for Man United this season, scoring 28 goals -- far more than anyone else on the team. But battling back from a torn ACL tear at his age in time to be in good form for Man United next season may prove to be a tall order. Jose Mourinho has never been a manager reluctant to move on from veteran players, as we saw with the likes of Bastian Schweinsteiger and Wayne Rooney.\n\nIbra could potentially go back to his homeland, Sweden, where he first started his career, or to France, where he broke out as a star in world soccer. But we probably won't have a better idea until his recovery is further along.\n\nWhatever Zlatan ends up doing will hinge on how quickly and how well he can recover from his ACL year. But for now, it looks like MLS is not his preferred option.\n\n12\n\nView gallery\n\n\n\n",
    "title": "Zlatan Ibrahimovic won't join MLS but Manchester United future unclear, agent says",
    "source_description": "Scores, player and team news, sports videos, rumors, stats, schedules, fantasy games, standings for the NFL, MLB, NBA, NHL, NASCAR, NCAA Football, Basketball and more on Fox News.",
    "authors": [
      "Caitlin Murray"
    ],
    "link": "http://www.foxnews.com/sports/2017/05/27/zlatan-ibrahimovic-wont-join-mls-but-manchester-united-future-unclear-agent.html",
    "source": "foxnews",
    "top_image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/sports/2017/05/27/zlatan-ibrahimovic-wont-join-mls-but-manchester-united-future-unclear-agent/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1495924146495.jpg?ve=1"
  }
]