[{"title": "Brook vs Spence Jr: Kell Brook beaten by Errol Spence Jr at Bramall Lane in Sheffield", "text": "Brook vs Spence Jr: Kell Brook beaten by Errol Spence Jr at Bramall Lane in Sheffield\n\nKell Brook was stopped by Errol Spence Jr in the penultimate round after succumbing to an eye injury at Bramall Lane in Sheffield on Saturday night.\n\nBrook sunk to his knees with his swollen left eye causing obvious distress, and referee Howard Foster called a halt to confirm Spence Jr as the new IBF welterweight champion.\n\nSheffield's Brook had previously suffered a broken orbital bone in his middleweight defeat to Gennady Golovkin last September, but his other eye resulted in his demise against Spence Jr who was ahead on all three judges' scorecards at the conclusion.\n\nThe American challenger, a cool and composed character throughout the week despite being in enemy territory, began to quietly find a home for his trademark body shots from the opening bell.\n\nBrook's counter left - a successful shot on multiple occasions, delivered over Spence Jr's jab - was evidence that the Sheffield fighter retained his speed and reflexes upon his return to welterweight.\n\nBrook tried to bulldoze through his younger and less experienced foe, and sure enough, his trainer Dominic Ingle assured \"he's beginning to drain\" after four rounds of tit-for-tat action.\n\nThe champion appeared comfortable opposing a southpaw, as he has been on many occasions before, but Spence Jr proved a slick operator who justified the considerable hype generated from America. His punches to the body were never obvious but always present.\n\nSpence Jr needed to grit his teeth and persevere through a difficult sixth round when Brook turned up the heat, but the tables quickly turned.\n\nStraight left hands from the southpaw stance began to find Brook and, in the seventh, his left eye showed clear markings. The wound worsened swiftly.\n\nBrook needed the solace of the bell to the end of the ninth round as Spence Jr realised the IBF belt was within his grasp.\n\nBrook was then on the floor - a combination with a crunching punch to the mid-section from Spence Jr caused him to double-up in pain. His eye, by this point, looked appalling but he bravely roared on and, from the precipice of defeat, turned the round into a back-and-forth affair.\n\nBut the injury was too severe and, with Spence Jr given an obvious target, it was causing more and more problems. Brook was blinking worryingly - an ominous reminder from his Golovkin fight - and he sunk to his knees before the referee saved him.", "publish_date": "None"}, {"title": "Brook vs Spence Jr: George Groves becomes world champion against Fedor Chudinov", "text": "George Groves became a world champion at the fourth attempt with a brilliant stoppage of Fedor Chudinov at Bramall Lane on Saturday night.\n\nGroves won the vacant WBA 'super' super-middleweight title after a barrage of vicious punches stopped Chudinov on his feet in the sixth round.\n\nOld rival Carl Froch, who dealt Groves two defeats in world title encounters, stood and applauded from his ringside commentary position at the fight's conclusion.\n\nGroves had also been beaten by Badou Jack in America and Chudinov, his latest foe, immediately made it clear that he was not a soft touch with his performance in the early stages in Sheffield.\n\nGroves was pushed onto the back foot in the opener as Chudinov, whose only previous defeat was to Felix Sturm who immediately failed a drugs test, marched forwards relentlessly. There was nothing pretty about the Russian's approach but his rigid, rugged style presented early problems.\n\nAn accidental head clash horribly cut Groves by the eye in the fourth round and, in the next period, the dripping blood appeared to cause issues. Suddenly, Groves whipped a right hook that stiffened the stance of Chudinov - a sign of things to come.\n\n\"You could make this easy,\" screamed his trainer Shane McGuigan, who Groves would later thank for \"resurrecting\" his career after three failed bids at world titles.\n\nThe 29-year-old Londoner's powerful punches began finding their home with more frequency in the sixth and, although Chudinov stood firm, Groves' barrage did not relent. After nearly a minute of unanswered punching, the referee called a halt.\n\nGeorge Groves emotional at the conclusion\n\n\"I'm usually a character who likes to be well rehearsed, but this time I've got no words,\" Groves said. \"This is the end of a lifetime's work.\n\n\"Shane McGuigan has resurrected my career. Now I'm mature enough to admit that. I feel like I'm the best in the division - I'm willing and ready to fight anyone.\n\n\"He caught me with some good right hooks - one actually stung quite a bit. But I found my feet - I can put those losses to bed now, get on with my life and hopefully go on to better things.\"\n\nGroves concluded his victory speech with a touching tribute to former opponent Eduard Gutknecht, who was left with serious injuries after their fight last November.", "publish_date": "None"}]