[
  {
    "publish_date": "2017-05-09 00:00:00",
    "text": "A group of minicab drivers, many employed by Uber, have joined black-cab drivers and unions in calling for improved workers’ rights to be a condition of Uber being able to renew its London licence later this month.\n\nUnited Private Hire Drivers, which says it has 1,200 members and organised a go-slow protest blocking roads in the capital in November last year, is calling on Transport for London to insist Uber and other minicab drivers are guaranteed basic employment rights, including the minimum wage and holiday pay, under the terms of its new five-year licence.\n\nThe Uber drivers are joining calls from the GMB union and the Licensed Taxi Drivers’ Association, which speaks for London’s black cabbies, in calling for minimum employment rights and better regulation of operators.\n\nUber faces criminal investigation after evading the law with 'Greyball' tool Read more\n\nTwo drivers were backed by the GMB when they won an employment tribunal against Uber which ruled that its drivers were not self-employed contractors but workers , and were therefore entitled to the national minimum wage and holiday pay. Uber is appealing against the ruling.\n\nJames Farrar, who was one of the drivers involved in the GMB-backed case and co-founded UPHD, said: “TfL has avoided all responsibility for the abuse of workers in the licensed trade for far too long. Now the legal situation has been clarified, TfL and the mayor must take decisive action to protect workers in the interests of public safety by making worker rights protections a condition of Uber’s licence renewal.”\n\nHe added “Uber in turn also has a simple choice to make: obey the law on workers’ rights or forgo its license. It can be longer acceptable for TfL to literally license exploitation for London’s public transportation system.”\n\nSteve McNamara, the general secretary of the LTDA, said organisation had written to TfL setting out a legal challenge against the renewal of Uber’s licence on the grounds it was not a fit and proper operator and was jeopardising public safety.\n\nMcNamara said: “Uber’s aggressive business model forces its drivers to work dangerously long hours in order to make ends meet, putting passengers and other road users at risk.”\n\nThe GMB is also calling for TfL and other licensing authorities to ensure all minicab operators including Uber ensure their drivers have worker status.\n\n“Licensing authorities have the ability to put in conditions for operators’ licences under local bylaws. We believe TfL can can put in a requirement for drivers to be guaranteed the rights of workers not just for Uber but all operators,” said the GMB national officer, Mick Rix.\n\nPlay Video 0:33 'We want Osborne out': London cabbies protest outside Evening Standard HQ – video\n\nBut Rix admitted that changes to national legislation might be required as local authorities were afraid of a legal challenge against such bylaws.\n\nRix said the union would be lobbying the London mayor, Sadiq Khan, who has close ties to the GMB, but would also consider “alternative options” such as legal action if its demands were not met.\n\nAn Uber spokesperson said the “vast majority” of drivers using its app wanted to remain their own boss.\n\nThe spokesperson said: “Millions of Londoners rely on Uber to get a reliable ride at the touch of a button and thousands of licensed drivers make money through our app. More choice for consumers is a good thing and we believe that black cabs and apps like Uber can and should live side by side.\n\n“Almost all taxi and private hire drivers in the UK have been self-employed for decades and with Uber they have more control over what they do.”\n\nThe company said it had recognised that drivers wanted more security and so had recently starting offering discounted illness and injury cover for drivers.\n\n\n\nDespite the protests, TfL is expected to renew Uber’s licence.\n\n\n\nUnder proposed new rules for how much Uber and other private hire operators will have to pay for a licence, that could rise dramatically. Over the next five years Uber’s bill could rise from about £3,000 at present to more than £2m under the scheme, which would charge higher fees to operators with more cars. However, consultation on the new fees does not close until June and any new rules may not come into force for some time.\n\nA TfL spokesperson said: “We do not comment on the status of individual licence applications.”",
    "title": "Uber should lose its licence if it doesn't improve workers' rights, say drivers",
    "source_description": "Latest Technology news, comment and analysis from the Guardian, the world's leading liberal voice",
    "authors": [
      "Sarah Butler",
      "Gwyn Topham"
    ],
    "link": "https://www.theguardian.com/technology/2017/may/09/uber-licence-drivers-gmb-transport-for-london",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/9fecd0145daddd05480414f4159fffccf3fc0030/0_74_4368_2621/master/4368.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=4ff1372e650e68a852ebada5dd7ab3e7"
  },
  {
    "publish_date": "2017-05-28 00:00:00",
    "text": "Bonnie Kalanick, 71, was out on lake with husband Donald, 78, in Fresno, California, when boat reportedly hit a rock and sank\n\nThe mother of Travis Kalanick, CEO of Uber, has died in a boating accident. Bonnie Kalanick, 71, died after the boat she and her husband, Donald, 78, were riding hit a rock in Pine Flat Lake in Fresno county, California, authorities said.\n\nThe couple from the Los Angeles neighborhood of Northridge have been longtime boaters. In a memo to Uber staff, Liane Hornsey, the chief human resources officer, called the incident an “unthinkable tragedy”. She wrote that “everyone in the Uber family knows how incredibly close Travis is to his parents”.\n\nKalanick posted a photo with his parents on Twitter when they went to the Kentucky Derby together on 6 May.\n\ntravis kalanick (@travisk) Hello Louisville!! 1st derby with Mom and dad pic.twitter.com/GXl9HGawXk\n\nAbout 5pm on Friday officers were called to the scene of the accident and found the Kalanicks on a shore of the lake, the Fresno sheriff’s office said.\n\n\n\nBonnie Kalanick died at the scene and her husband was taken to hospital with moderate injuries. He told officers the boat had sunk.\n\nTravis Kalanick, 40, founded Uber in 2009. The company has since grown to become an international operation with a market value of nearly $70bn.\n\nWith Reuters and Associated Press",
    "title": "Uber boss Travis Kalanick's mother dies in boating accident",
    "source_description": "Latest Technology news, comment and analysis from the Guardian, the world's leading liberal voice",
    "authors": [
      "Staff"
    ],
    "link": "https://www.theguardian.com/technology/2017/may/28/uber-boss-travis-kalanicks-mother-dies-in-boating-accident",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/5f14f221077cbacb5de83e8ba80dedbdb5b769c2/0_0_1097_658/master/1097.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=e01d371e4be009b5037073e4d31c3b85"
  },
  {
    "publish_date": "2017-05-22 00:00:00",
    "text": "Carmaker confirms boss of its driverless cars division will take helm as Mark Fields exits after just under three years\n\nFord has named the head of its driverless cars division as its chief executive in a sudden regime change, as the company that pioneered the assembly line looks to the next stage of the industry’s evolution.\n\nThe Detroit-based carmaker said Mark Fields, who has run the company since July 2014, was retiring with immediate effect amid an overhaul of senior management.\n\nFields will be replaced by Jim Hackett, who runs the smart mobility unit that houses Ford’s autonomous vehicle projects and is close to the executive chair, Bill Ford Jr.\n\n\n\nTesla factory workers reveal pain, injury and stress: 'Everything feels like the future but us' Read more\n\nFord Jr, great-grandson of the company’s founder Henry, said Hackett was a “transformational leader” who would modernise the business by exploring areas such as artificial intelligence, robotics and 3D printing.\n\nHe and Hackett also emphasised the need to make decisions faster, with Ford Jr hinting at more centralised control as he referred to “breaking the hierarchy down”.\n\nDespite posting a pre-tax profit of $10.4bn (£8bn) last year, the company has fallen out of favour on Wall Street and its stock has declined by 37% during Fields’ tenure.\n\nThis year it was overtaken in stock market value by newcomer Tesla, which specialises in electric cars and is testing driverless vehicles, as investors focus on the future of transport.\n\n\n\nThe 114-year-old company has also been outpaced by traditional rivals such as General Motors, which posted rising first-quarter profit this year, while Ford’s earnings slumped.\n\nFord Jr said the decision that Fields would retire was reached on Friday but admitted there had been discussions for some time.\n\nFields, whose pay deal last year was worth $22m (£17m), is in line for a payoff worth $14.3m, a sum he would not have been entitled to had he left the company under circumstances other than voluntary retirement.\n\nThe choice of Hackett as his successor indicates a firmer commitment to driverless vehicles from the company whose founder introduced the assembly line production method that dominated the 20th century.\n\nIn February, Ford announced a $1bn investment over five years in the artificial intelligence software company Argo AI, as part of its attempt to make driverless cars a reality.\n\nIt hopes to have a driverless car on the road by 2021, and aims to capitalise on its progress in the emerging field by licensing the technology to other companies.\n\nAnalysts say the appointment of Hackett suggests Ford wants to burnish its reputation among investors by showing that it can embrace technological change more quickly than it has done.\n\n“If we’ve learned anything from the phenomenon of [Tesla chief executive] Elon Musk, it’s that Wall Street likes a tech/innovation guy,” said Jessica Caldwell, senior analyst at Edmunds.\n\n“Putting the head of their mobility division at the helm indicates Ford is trying to send a strong message to stockholders that the company intends to be a dominant player in the future of mobility.”\n\n\n\nHackett was cagey about whether Ford might tweak its planned $4.5bn spend on electric cars and $1bn on autonomous vehicles, one of the only questions he did not answer during a lengthy press conference about his appointment.\n\nThe 62-year-old does not bring a wealth of technological expertise to the role, having previously spent 30 years with office furniture company Steelcase, followed by a spell as interim athletic director at the University of Michigan.\n\n\n\nBut he has been credited with a free-thinking approach in both positions and was described by Ford Jr as a “futurist” who was well connected in Silicon Valley.\n\nAs chief executive of Steelcase, he moved the company away from traditional office equipment, tailoring new products towards a growing trend for open-plan working.\n\nAt the University of Michigan, he won praise for convincing former San Francisco 49ers coach Jim Harbaugh to take on the university’s underperforming American football team, the Wolverines.\n\nHow soon will we see driverless cars on the streets?\n\nDeveloping driverless – or autonomous – vehicles is a nascent but fast-growing industry, with Ford expecting to roll out a driverless car by 2021 and some analysts estimating there will be 10m cars with some form of autonomy by 2020.\n\nThat’s not much in the context of more than 1bn cars worldwide, but represents rapid progress from a standing start just a few years ago. In the US, the race pits traditional auto firms such as Ford and General Motors against technology-focused newcomers, such as Uber and Google, through its Waymo spinoff company.\n\nAlso in the running is Tesla, led by futurist billionaire Elon Musk, an auto firm that bridges the divide between Detroit and Silicon Valley by specialising in electric and autonomous cars.\n\nFacebook Twitter Pinterest UK research centre Transport Systems Catapult tests its driverless car in Milton Keynes. Photograph: Justin Tallis/AFP/Getty\n\nWhile Ford’s management shake-up might suggest it is lagging behind, a study by Navigant Research recently put the company top of the pile among firms working on the technology.\n\nDespite the high-profile nature of efforts by technology firms, the study’s top six rated firms were traditional carmakers, with Ford followed by General Motors, Renault-Nissan and Daimler.\n\nThe UK has started laying the groundwork to become a testing bed for the technology, with MPs consulting on a regulatory regime designed to ready the country for a driverless future.\n\nOpinion is divided about when the first consumer models will hit the streets, despite some rumours suggesting Tesla will release a model with a level of autonomy by 2018.\n\nSceptics have pointed to uncertainty around the regulatory regime governing matters such as insurance, while the technology has not been without some concerning teething problems.",
    "title": "Ford names Jim Hackett as new CEO in push to build self-driving cars",
    "source_description": "Latest Technology news, comment and analysis from the Guardian, the world's leading liberal voice",
    "authors": [
      "Rob Davies"
    ],
    "link": "https://www.theguardian.com/technology/2017/may/22/ford-sack-ceo-senior-bosses-push-build-self-driving-cars",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/23e5d531b0f76c387c86ddfdbcdbe41baec1c094/0_243_4238_2542/master/4238.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=24d9320e7ce3db969e1a09a1283b4454"
  },
  {
    "publish_date": "2017-05-28 00:00:00",
    "text": "Joy Buolamwini is a graduate researcher at the MIT Media Lab and founder of the Algorithmic Justice League – an organisation that aims to challenge the biases in decision-making software. She grew up in Mississippi, gained a Rhodes scholarship, and she is also a Fulbright fellow, an Astronaut scholar and a Google Anita Borg scholar. Earlier this year she won a $50,000 scholarship funded by the makers of the film Hidden Figures for her work fighting coded discrimination.\n\nA lot of your work concerns facial recognition technology. How did you become interested in that area?\n\nWhen I was a computer science undergraduate I was working on social robotics – the robots use computer vision to detect the humans they socialise with. I discovered I had a hard time being detected by the robot compared to lighter-skinned people. At the time I thought this was a one-off thing and that people would fix this.\n\nLater I was in Hong Kong for an entrepreneur event where I tried out another social robot and ran into similar problems. I asked about the code that they used and it turned out we’d used the same open-source code for face detection – this is where I started to get a sense that unconscious bias might feed into the technology that we create. But again I assumed people would fix this.\n\nSo I was very surprised to come to the Media Lab about half a decade later as a graduate student, and run into the same problem. I found wearing a white mask worked better than using my actual face.\n\nThis is when I thought, you’ve known about this for some time, maybe it’s time to speak up.\n\nHow does this problem come about?\n\nWithin the facial recognition community you have benchmark data sets which are meant to show the performance of various algorithms so you can compare them. There is an assumption that if you do well on the benchmarks then you’re doing well overall. But we haven’t questioned the representativeness of the benchmarks, so if we do well on that benchmark we give ourselves a false notion of progress.\n\nFacebook Twitter Pinterest Joy Buolamwini at TED in November 2016.\n\nIt seems incredible that the people putting together these benchmarks don’t realise how undiverse they are.\n\nWhen we look at it now it seems very obvious, but with work in a research lab, I understand you do the “down the hall test” – you’re putting this together quickly, you have a deadline, I can see why these skews have come about. Collecting data, particularly diverse data, is not an easy thing.\n\nOutside of the lab, isn’t it difficult to tell that you’re discriminated against by an algorithm?\n\nAbsolutely, you don’t even know it’s an option. We’re trying to identify bias, to point out cases where bias can occur so people can know what to look out for, but also develop tools where the creators of systems can check for a bias in their design.\n\nInstead of getting a system that works well for 98% of people in this data set, we want to know how well it works for different demographic groups. Let’s say you’re using systems that have been trained on lighter faces but the people most impacted by the use of this system have darker faces, is it fair to use that system on this specific population?\n\nGeorgetown Law recently found that one in two adults in the US has their face in the facial recognition network. That network can be searched using algorithms that haven’t been audited for accuracy. I view this as another red flag for why it matters that we highlight bias and provide tools to identify and mitigate it.\n\nBesides facial recognition what areas have an algorithm problem?\n\nThe rise of automation and the increased reliance on algorithms for high-stakes decisions such as whether someone gets insurance of not, your likelihood to default on a loan or somebody’s risk of recidivism means this is something that needs to be addressed. Even admissions decisions are increasingly automated – what school our children go to and what opportunities they have. We don’t have to bring the structural inequalities of the past into the future we create, but that’s only going to happen if we are intentional.\n\nIf these systems are based on old data isn’t the danger that they simply preserve the status quo?\n\nAbsolutely. A study on Google found that ads for executive level positions were more likely to be shown to men than women – if you’re trying to determine who the ideal candidate is and all you have is historical data to go on, you’re going to present an ideal candidate which is based on the values of the past. Our past dwells within our algorithms. We know our past is unequal but to create a more equal future we have to look at the characteristics that we are optimising for. Who is represented? Who isn’t represented?\n\nIsn’t there a counter-argument to transparency and openness for algorithms? One, that they are commercially sensitive and two, that once in the open they can be manipulated or gamed by hackers?\n\nI definitely understand companies want to keep their algorithms proprietary because that gives them a competitive advantage, and depending on the types of decisions that are being made and the country they are operating in, that can be protected.\n\nWhen you’re dealing with deep neural networks that are not necessarily transparent in the first place, another way of being accountable is being transparent about the outcomes and about the bias it has been tested for. Others have been working on black box testing for automated decision-making systems. You can keep your secret sauce secret, but we need to know, given these inputs, whether there is any bias across gender, ethnicity in the decisions being made.\n\nThinking about yourself – growing up in Mississippi, a Rhodes Scholar, a Fulbright Fellow and now at MIT – do you wonder that if those admissions decisions had been taken by algorithms you might not have ended up where you are?\n\nIf we’re thinking likely probabilities in the tech world, black women are in the 1%. But when I look at the opportunities I have had, I am a particular type of person who would do well. I come from a household where I have two college-educated parents – my grandfather was a professor in school of pharmacy in Ghana – so when you look at other people who have had the opportunity to become a Rhodes Scholar or do a Fulbright I very much fit those patterns. Yes, I’ve worked hard and I’ve had to overcome many obstacles but at the same time I’ve been positioned to do well by other metrics. So it depends on what you choose to focus on – looking from an identity perspective it’s as a very different story.\n\nIn the introduction to Hidden Figures the author Margot Lee Shetterly talks about how growing up near Nasa’s Langley Research Center in the 1960s led her to believe that it was standard for African Americans to be engineers, mathematicians and scientists…\n\nThat it becomes your norm. The movie reminded me of how important representation is. We have a very narrow vision of what technology can enable right now because we have very low participation. I’m excited to see what people create when it’s no longer just the domain of the tech elite, what happens when we open this up, that’s what I want to be part of enabling.\n\nThe headline of this article was amended on 28 May 2017 to better reflect the content of the interview.",
    "title": "'A white mask worked better': why algorithms are not colour blind",
    "source_description": "Latest Technology news, comment and analysis from the Guardian, the world's leading liberal voice",
    "authors": [
      "Ian Tucker"
    ],
    "link": "https://www.theguardian.com/technology/2017/may/28/joy-buolamwini-when-algorithms-are-racist-facial-recognition-bias",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/cca3cd360871b84e3bef47e845252e7e27333ed9/90_0_2700_1620/master/2700.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=ee27363e5f8c589331fe98117a981699"
  },
  {
    "publish_date": "2017-05-26 00:00:00",
    "text": "Transport for London continues to consider five-year licence as unions express concerns over working practices\n\nUber’s licence to operate in London has been renewed but only for a period of four months, as transport authorities continue to deliberate whether to grant it a five-year licence.\n\nThe decision over renewal has become the latest focus of controversy around the app-based taxi firm, with black-cab drivers and unions demanding that Transport for London reject the application without assurances over Uber’s operation and working practices.\n\nThe GMB union and the Licensed Taxi Drivers’ Association have threatened legal challenges to TfL granting Uber a new licence. The LTDA has argued that Uber is not a fit and proper operator and is jeopardising public safety, while the GMB has demanded TfL impose conditions to secure the health and safety of drivers, passengers and other road users.\n\nTwo drivers won a GMB-backed case against Uber in an employment tribunal last year, which ruled that its drivers were not self-employed contractors but workers with holiday and pay entitlements. Uber is challenging the ruling.\n\nUber was originally licensed in London in 2012 and its five-year private hire licence is scheduled to expire on 30 May.\n\nA TfL spokesperson said: “Uber London Limited has been granted a four-month private hire operator licence. This will allow us to conclude our consideration of a five-year licence.”\n\nHowever, black-cab drivers condemned the move as a “coward’s decision”. Steve McNamara, general secretary of the LTDA, said: “Uber has still not answered questions that TfL asked months ago. We say they are either safe to licence or they’re not. You can’t be a little bit pregnant.\n\n“We think that TfL’s reason for this temporary licence is unlawful. This is totally unprecedented.”\n\nTfL said it would not comment on individual licence applications. McNamara said the LTDA was taking legal advice and could launch court action in the next week: “We will be challenging this coward’s decision.”\n\nAnother factor in TfL’s deliberations is its consultation into private hire vehicles. The proposals could see the licence fees for Uber and other large private hire operators rise dramatically, from about £3,000 over a five-year period to more than £2m.\n\nThe consultation closes in June. Last month TfL wrote to all operators saying it was “considering, on a case-by-case basis, whether private hire operator licences of a shorter duration should be issued, until the outcome of the consultation process is known and any changes are implemented”.\n\nAn Uber spokesperson said: “Millions of Londoners rely on Uber to get a reliable ride at the touch of a button and thousands of licensed drivers make money through our app. We look forward to continuing to help keep London moving.”",
    "title": "Uber's London licence renewed for only four months",
    "source_description": "Latest Technology news, comment and analysis from the Guardian, the world's leading liberal voice",
    "authors": [
      "Gwyn Topham"
    ],
    "link": "https://www.theguardian.com/technology/2017/may/26/ubers-london-licence-renewed-for-only-four-months",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/11314da8b884f4341c277ed34c2348223a1110bb/0_115_3500_2100/master/3500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=452c4c1ec446ef616913ded58dd4dcf7"
  },
  {
    "publish_date": "2017-05-27 00:00:00",
    "text": "As music industry celebrates second straight year of growth, service hopes to buck trend of tech industry disappointments on Wall Street\n\n\n\n\n\nThe world may love the services they provide, but the new generation of tech companies haven’t found much love on Wall Street recently. Spotify, the leading music streaming service, is hoping to change that with a share sale could lead another round of “unicorns” to try their luck on the US stock markets.\n\nFounded 11 years ago in Sweden by Daniel Ek, 34, Spotify currently has more than 100m monthly active users, of which 50m are paying subscribers. A successful debut for Spotify, valued at least $8.5bn, will officially crown streaming as the future of the music industry.\n\nThe company’s closest rival, Apple Music, counts 20 million paying users; Tidal, fronted by the rap superstar Jay Z, a little over one million. Amazon and Google are also in the game, with Facebook a likely entrant.\n\n\n\nMusic industry goes to war with YouTube Read more\n\nEk, a serial entrepreneur who started his first company at age 14, owns a stake in Spotify valued at $1.8bn. But while he will leave this share sale a rich man, streaming will probably never make the sort of money for the music industry that CDs and vinyl did. Even so, after more than 15 years of disruption that kicked off with industry revenues eviscerated by illegal peer-to-peer file-sharing, the music business is currently celebrating its second straight year of growth.\n\nIn 2016, streaming revenue increased 60%, while the overall global music industry grew 5.9% – the fastest rate of growth since 1997. According to a global music report issued by the industry group IFPI, music revenues hit $15.7bn in 2016, up from $14.8bn in 2015. Fifty per cent of that came from digital sales.\n\nA Goldman Sachs research note, Music in the Air, projects that streaming will help revenues double to $104bn by 2030.\n\nThe industry’s begrudging acceptance of technology has proved its salvation.\n\n“This is the triumphant return of innovation,” says Les Borsai, music-tech entrepreneur behind the business-facing music platform SongLily. Instead of fighting consumer preferences, the labels “have come around to realizing that consumer demand for innovation drives the business”.\n\n“It’s not so long since we had to walk into Virgin Records to buy the physical product. Back then, we thought people would hate losing that experience. Download kills retail, but that becomes archaic. So we go to the streaming model that gives instant gratification, which is now the model for everything.”\n\nAs recently as three years ago, artists were still sharing their doubts that music subscription services would ever be widely accepted. Taylor Swift pulled her music from Spotify in 2014. She later explained she was “not willing to contribute my life’s work to an experiment”.\n\nBut significant hurdles remain. One is Google-owned YouTube, which dominates music streaming with a free, ad-supported model. While YouTube points to $1bn it paid back to the industry in advertising last year, payments to artists have not kept pace.\n\nPart of the issue, says Greg Barnes, general counsel of the Digital Media Association, is that copyright laws have lagged behind technology. “We want to make it easier to licence vast quantities of songs in an efficient manner. We need to make the system more efficient and more transparent.”\n\nWhile it may be hard to imagine a time when one hit single could sell 18m copies of a Twisted Sister album, today’s numbers are nonetheless impressive. Take the Canadian rapper Drake: last year, Spotify streamed his songs more than 4.7bn times.\n\nBut music label executives also urge caution. They note that neither Spotify or its rivals have reported a profit. Cary Sherman, CEO of the music industry’s US trade group, noted in a blogpost that the improvement in revenues “does not erase 15 years of declines, or continuing uncertainty about the future”.\n\nEk is listening. Last week, Spotify announced it had added four new board members, including the former Walt Disney chief operating officer Tom Staggs; Shishir Mehrotra, YouTube’s former head of product; Padmasree Warrior, who heads of the US unit of the Chinese electric auto firm NextEV; and Cristina Stenbeck of the Swedish investment firm Kinnevik.\n\nThe appointment of Staggs, a 26-year veteran of Disney, was widely interpreted to signal that Spotify is looking to enter into the video-streaming market. The company previously added Netflix’s chief content officer, Ted Sarandos, to the board.\n\nIt may not just be streaming that Spotify makes mainstream. The company is considering a direct listing on the New York Stock Exchange (NYSE), an unusual tactic that avoids millions in underwriting fees and could help attract other tech unicorns – companies valued at over $1bn – to follow suit.\n\nTech companies have traditionally favoured an initial public offering (IPO) in which the company offers investors shares before it goes public. A direct listing only allows investors to buy shares through the open market. The move saves a fortune in fees but also – potentially – makes the sale highly volatile as long-term investors, like pension funds, who could have bought into the pre-sale of an IPO, will only decide whether to buy in once shares start trading.\n\nIf approved, the Swedish streaming service could go public later this year, marking the first tech listing since the disappointing launch of Snap Inc, which lost $2bn in value after releasing disappointing results earlier this month.\n\n\n\nIf the IPO is successful, other hot startups, such as Airbnb and Uber, could follow swiftly in Spotify’s wake.",
    "title": "Spotify hopes going public will cement streaming as music's future",
    "source_description": "Latest Technology news, comment and analysis from the Guardian, the world's leading liberal voice",
    "authors": [
      "Edward Helmore"
    ],
    "link": "https://www.theguardian.com/technology/2017/may/27/spotify-ipo-stock-market-daniel-ek",
    "source": "theguardian",
    "top_image": "https://i.guim.co.uk/img/media/52dfd9aae274e168629bf51bba25ce96751dc092/0_56_4189_2513/master/4189.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=77fb846cde7f2aba059f2f94fa035026"
  }
]