[
  {
    "publish_date": "2017-05-11 05:00:01-03:00",
    "text": "Vivemos hoje no Brasil uma real e gritante crise de liderança. É preciso encarar uma discussão mais séria sobre o outro lado da moeda dessa situação: a crise de valores. Pergunto: quais os valores que temos na sociedade brasileira? E em nossas organizações e instituições públicas, qual a cultura que queremos que se perpetue?\n\nA falta de liderança e de valores sólidos gera um vácuo: de propósitos, de sonhos, de esperança, de resultados. Grande parte dos problemas que estamos enfrentando é fruto do espaço vazio deixado por lideranças que não lideram e por valores que não orientam os comportamentos das pessoas para resultados admiráveis. Urge estabelecer, entre os valores de nossa sociedade e de nossas empresas, quais seriam inegociáveis.\n\nFaltam modelos, pessoas e culturas que inspirem, que tragam esperança - a do verbo esperançar, e não do verbo esperar. Sem esperança não há caminho para a recuperação. Nas organizações, a crise se alimenta de uma cultura que não estimula os dirigentes de empresas a serem estadistas.\n\nUso este termo no sentido de as pessoas, as empresas e as instituições terem como foco não apenas o Ebitda (simplificando, é claro), mas a corresponsabilidade pelo ambiente em que estão, o que inclui a necessidade de investir energia e talento em algo maior, de ter uma posição Política, com P maiúsculo, não partidária. No Brasil, não se cumpriu esse propósito: nossas pesquisas indicam que apenas 2% (pasme, 2%!) dos dirigentes atuam como estadistas.\n\nÉ preciso expurgar com a força necessária as ações não republicanas e agora, com muita ênfase, trazer o compliance para o jogo. Parece-me, porém, que em determinados momentos os termos \"dirigente estadista\", \"posição política apartidária\" e \"compliance\", às vezes seguido de \"governança\", têm sido utilizados desconsiderando-se um elemento basilar: a mudança de cultura.\n\nNa ausência de um programa de mudança de cultura organizado, sistematizado, com apoio externo, esqueça a ação de estadista, esqueça a mudança de governança, esqueça o compliance. O programa não será verdadeiramente implantado! E, vale ressaltar, não há mais espaço para projetos assim.\n\nPrecisamos de pessoas com competência objetiva e subjetiva para projetar o futuro, modelar um propósito e construir as alavancas corretas para chegar lá. Liderança nas diversas gerações: pessoas que tenham um propósito de país, que não permitam que os interesses individuais se sobreponham aos interesses coletivos, que enxerguem além do seu próprio umbigo. Precisamos de dirigentes que estejam dispostos a se arriscar e alçar voo, mesmo em ambientes menos seguros e mais incertos...\n\nEles devem saber exercer influência no meio externo, competência bem diferente das desenvolvidas no passado: o autoritarismo com os subordinados, as idas a Brasília em busca de benefícios específicos para a empresa... Onde fica o estadista e o compliance nesse momento?\n\nOs estadistas precisam - e podem - ajudar a recuperar a esperança de todos, em especial dos jovens. Não estamos percebendo, mas há uma geração de jovens apática ou desinteressada no país e que busca oportunidades fora dele. Uma geração que fará falta, muita falta, na próxima década. Podemos ficar com um vácuo importante. Inclusive do sonho, da luta e da energia dos jovens cidadãos de bem. E, atenção, o espaço pode ser ocupado por quem não devia estar nele.\n\nPortanto, é hora de você, de cada um de nós, garantir que os vácuos sejam corretamente preenchidos. Na vida pessoal, um relacionamento rompido pode gerar a oportunidade de viver um novo amor. Ou, se tomamos como exemplo a falta de tempo dos pais de orientar seus filhos, esse vácuo pode ser preenchido por coisas indesejáveis e perversas.\n\nNa empresa, o espaço que você não ocupa será preenchido por outra pessoa, não tenha dúvida disso. Não adianta reclamar depois. E quando falamos de instituições públicas a lógica não é diferente. Com a proximidade das eleições, o vácuo de lideranças estadistas pode ser perigoso. Acordemos antes que seja tarde! Este é o momento de cada um ocupar o espaço de realização que tem o dever de ocupar, em nível individual, familiar, empresarial e como cidadão deste país - no qual eu, pelo menos, escolhi morar. Mãos à obra!\n\nBetania Tanure é doutora, professora e consultora da BTA",
    "title": "O vácuo pode ser ocupado por alguém indesejável",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://mobile.valor.com.br/carreira/4964658/o-vacuo-pode-ser-ocupado-por-alguem-indesejavel",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/all/themes/basic/images/facebook/valor-big.jpg"
  },
  {
    "publish_date": "2017-05-19 09:44:19-03:00",
    "text": "Manuella, da Filtros Europa, assumiu a presidência da empresa da família após a morte inesperada do irmão\n\nSÃO PAULO - No último dia 27 de março, a notícia de que o diretor-geral da Klabin, Fabio Schvartsman, seria o novo presidente da Vale pegou o mercado de surpresa, inclusive a própria fabricante de papéis. Três dias depois, a Klabin indicava um dos executivos, Cristiano Cardoso Teixeira, para assumir a cadeira, ainda morna.\n\nSucessões inesperadas acontecem, e mesmo as grandes organizações estão sujeitas a elas. O que fazer quando esse momento chega é a diferença entre as que se preparam para uma eventualidade e as que vão demorar mais para tomar uma decisão. Seja para o topo da hierarquia, seja para postos-chave da companhia, o tema continua sendo preocupação para toda organização que quer manter a perenidade, independentemente de porte e segmento.\n\nQuando não há planejamento sucessório, desagradáveis surpresas provocadas por morte ou saída repentina de executivos podem trazer prejuízo financeiro e até colocar a vida da companhia em risco. A realidade é que boa parcela das empresas, principalmente pequenas e médias, não possui um plano estruturado de carreira e sucessão para os principais executivos. Em uma contingência, a recomendação é pensar rapidamente em como distribuir as responsabilidades daquela posição entre os outros executivos e, em paralelo, iniciar um processo de busca interna ou externa.\n\nÉ o que aconselha Eduardo Faro, sócio da consultoria Fesa Advisory. “A base de uma sucessão é a existência de uma governança forte com comitês que discutam de maneira robusta o potencial de cada executivo e os cenários sucessórios, além de programas ou ações de desenvolvimento que exponham os executivos a situações em que possam desenvolver competências necessárias para os próximos passos na carreira” considera Faro.\n\nSucessão é tema caro porque lida com a qualidade das pessoas que a empresa precisa. Quando não há um sucessor identificado internamente, a única opção é contratar rapidamente um executivo do mercado. O que é crítico para o sucesso dessa substituição é a identificação do perfil correto. “Quando tratamos da substituição de um líder emblemático, especialmente fundadores ou CEOs bem-sucedidos, é muito frequente que o novo comandante seja alvo de comparações. Por isso, identificar um substituto que tenha os mesmos valores da empresa e não demore para entender o negócio é essencial”, diz Fernando Andraus, diretor-executivo da Page Executive.\n\nEle acredita que o principal desafio das empresas é a retenção de potenciais sucessores, especialmente os mais jovens. Mesmo quando o profissional sabe que está na linha sucessória de um cargo, se a espera for longa, há o risco de o profissional aceitar outra proposta. “Tipicamente os candidatos a sucessores são os executivos mais bem-sucedidos, normalmente os mais abordados por outras empresas.”\n\nPara evitar esse problema, David Braga, presidente da consultoria em recrutamento Prime Talent, considera que um plano bem estruturado e consistente tem de deixar claro aos empregados as expectativas da organização. “Sem dar visibilidade à carreira, torna-se impossível manter o capital humano por muito tempo na mesma organização”, diz. Para isso, é vital uma comunicação clara, objetiva e transparente. “É necessário realizar uma avaliação para medir as competências e apoiar a escolha dos possíveis sucessores a serem trabalhados, promovendo alinhamento.” Esta, segundo ele, costuma ser uma forma eficiente de reter o profissional ao longo do tempo, pois ele passa a saber quais são as intenções da organização no médio e longo prazo.\n\n“Mas é preciso estar ciente de que não haverá substituição para todos”, alerta. Fernando Mantovani, diretor-geral da consultoria em recrutamento Robert Half. “Sempre vai haver lacuna em algum lugar.” Para Rubens Prata, CEO da consultoria Stato, um projeto de sucessão não vira contingência quando a preparação de sucessores é parte de um trabalho de substituição em um tempo determinado, como no caso de aposentadoria ou mudança organizacional.\n\nUma das armadilhas dos planos de sucessão é nomear substitutos que podem não entregar resultados ou deixem a indicação subir à cabeça. Eles acabam sendo excluídos do programa. Por isso, os programas raramente informam o nome dos indicados. “O maior cuidado é criar um ambiente de contribuição e de menor concentração em um único talento”, diz Prata.\n\nEsse não é um tema de interesse apenas das grandes organizações. O problema é que a maioria das pequenas empresas não conta com um plano por falta de gente. Normalmente, os líderes têm papel mais operacional, e há poucos recursos para atrair profissionais mais prontos para uma sucessão no curto e médio prazo. Outro fator que pesa para a vulnerabilidade é a falta de uma área de recursos humanos bem estruturada, mais fácil de encontrar em grandes companhias. Além do mais, é preciso ter tempo no dia a dia para se dedicar ao assunto, algo que nem sempre os gestores das pequenas empresas têm. Segundo os especialistas, as médias empresas estão se preocupando mais com essa pauta porque normalmente não possuem o grau de atratividade das grandes e contam com menos alternativas de reposição interna.\n\nO que todas têm em comum é que a maioria ainda possui estrutura familiar. Neste caso, muitas passam pelo dilema de manter o controle na família, mesmo quando não há gente preparada, ou buscar a profissionalização da gestão. A advogada Manuella Curti passou por essa situação. Ela tinha apenas 26 anos quando assumiu, sem aviso prévio, a presidência da fabricantes de filtros Europa. Isso foi em 2009, depois que o irmão – que estava sendo preparado para assumir o lugar do pai, que sofria de câncer – foi assassinado no final de 2009. O pai, em choque, faleceu seis meses depois.\n\nAs opções na época eram vender a Europa, contratar um executivo do mercado que assumisse o papel de presidente ou algum sócio ficar na gestão. Depois de alguns meses nesse processo, Manuella assumiu a presidência da empresa no início de 2011. Ela recorda que não foi fácil, principalmente em razão das perdas familiares em tão pouco tempo, o que lhe acarretou certa instabilidade emocional. “Cuidar do meu equilíbrio pessoal foi prioridade, pois naquele momento entendi na prática que não seria possível cuidar de uma empresa se não estivesse bem para isso”, conta.\n\nO que aconteceu trouxe diversos aprendizados para a organização. Um deles foi a necessidade de cuidar da governança corporativa e familiar sem descuidar da rotina operacional. Precisávamos estabelecer processos claros que cuidassem da cultura organizacional para que em transições futuras a empresa não perca o DNA e esteja preparada para adaptar-se às novas circunstâncias. “Estamos cuidando do desenvolvimento da governança corporativa, para garantir um sistema de sucessão consistente.”\n\nExperiências traumáticas como a vivida por Manuella não são raras. Em 2001, a Suzano Papel e Celulose passou por situação semelhante. “A gente teve um pouco de sorte porque a minha geração estava preparada quando meu pai morreu”, conta David Feffer, presidente do conselho de administração da Suzano. Ele e os dois irmãos já participavam de um processo de sucessão sob orientação de uma consultoria especializada antes da morte repentina do então presidente da companhia, Max Feffer. A decisão dos herdeiros, tomada ainda sob efeito da notícia da perda, foi colocar em prática um sistema de governança corporativa profissional, que na época era novidade para a maioria das grandes empresas familiares. “Sucessão inesperada não ocorre, porque é 100% certo que a troca vai ocorrer um dia. O problema é quando não se conduzem as coisas como se deve”, afirma.\n\nCasos de empresas familiares cujo patriarca ou matriarca não estruturaram o planejamento sucessório e empresarial são comuns no escritório de advocacia Veirano Advogados. Segundo Pedro Boueri, sócio da área de planejamento patrimonial, sucessório e direito de família, quase sempre envolvem empresas com faturamento expressivo ou holdings patrimoniais. Nessas situações, e especialmente quando existem múltiplos herdeiros menos afeitos à gestão empresarial, o plano de contingência surge da preocupação em preservar o negócio.\n\nA profissionalização da administração evita conflitos entre os herdeiros. Para a saída inesperada de executivos em posição-chave, Boueri sugere que tenham contratos especiais com estipulação de cláusulas de não competição ou mesmo quarentena por um prazo razoável, bem como de confidencialidade e sigilo sobre segredos comerciais. Isso vai garantir menos dor de cabeça.\n\nCertas medidas de segurança também podem ajudar a evitar o pior. Na farmacêutica Roche Farma Brasil, por exemplo, existe uma regra para viagens. A recomendação é que mais de três executivos com cargos de diretoria e presidência não sigam no mesmo voo, como forma de garantir a continuidade dos negócios e reduzir riscos e perdas de líderes importantes. Segundo Denise Horato, diretora de RH da Roche, a sucessão da companhia é baseada na valorização e promoção de talentos internos e de mapeamentos constantes de profissionais no mercado.\n\nO fato é que temas como este não se encerram por aqui, uma vez que as empresas são organismos vivos, sujeitas às mudanças de tecnologia e de mercado. O desafio, contudo, permanece – não deixar o imponderável agir por conta própria.",
    "title": "O inesperado não avisa quando chega",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/carreira/4973998/o-inesperado-nao-avisa-quando-chega",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/default/files/imagecache/media_library_big_horizontal/fotoweb/120417manuella007.jpg"
  },
  {
    "publish_date": "2017-05-18 21:35:50-03:00",
    "text": "BRASÍLIA - (Atualizada em 19/05) O presidente Michel Temer e o empresário Joesley Batista conversaram nos 38 minutos captados na gravação feita em ação controlada pela Polícia Federal sobre os interesses da JBS no Ministério da Fazenda e as ações de Joesley para obstruir a justiça, da qual a mais relevante foi a cooptação do procurador Ângelo Goulart Villela, que recebia pagamentos da empresa.\n\nNão fica explícito no áudio da conversa se houve um aval à compra do silêncio do ex-deputado Eduardo Cunha. Com qualidade ruim, nem todos os trechos são audíveis.\n\nA gravação tem 38 minutos e pode ser ouvida aqui. Abaixo da imagem está a transcrição integral da conversa.\n\nDegravação da conversa entre Temer e Joesley, Rádio CBN registra 22h32.\n\nJoesley: (trecho inaudível) Tudo bem?\n\nTemer: Você está morando fora do Brasil? Soube que você está morando fora. Tá nos Estados Unidos?\n\nJoesley: Tô ficando muito. A maior parte é lá. Como tá a correria?\n\nTemer: (Trecho inaudível) Eu era tão feliz. Estou fazendo dez meses, parece que foi ontem. Tem a oposição. Lançaram o golpe, golpe, golpe, depois passou. (Diziam que) A Economia não vai dar certo. Começou a dar certo. Então, os caras (oposição) estão num desespero. Ainda bem que eu tenho apoio do Congresso. Se eu não tenho apoio do Congresso, eu tô ferrado. Mas vai dar certo, vamos atravessar isso aí, você vai ver. Vamos chegar no final deste ano já muito melhor. E 2018 vamos comemorar.\n\nJoesley: Com certeza. É isso mesmo. Sabe que nós vamos chegar no fim deste ano olhando pra frente mais animados.\n\nTemer: Já começou. Modestamente, mas já começou (o ânimo).\n\nJoesley: Muito rápido.\n\nTemer: Seis meses como titular e olha o que já fizemos: aprovamos o teto dos gastos, a DRU (Desvinculação de Receitas da União), reforma do ensino médio, admissibilidade da (reforma) Previdência, grande acordo na reforma trabalhista, que foi o acordado sobre o legislado.\n\nJoesley: Muito rápido. Economia tá bem, mas tem que baixar o juro rápido, porque a reversão da expectativa foi muito rápida.\n\nTemer: (inaudível) Desce mais um (ponto) e vai descendo responsavelmente.\n\nJoesley: Você sempre tem que deixar o mercado com a sensação de que foi pouco. Tem que ficar na sensação... Não pode tomar a dianteira. O BC baixou 25 (pontos base), depois 25 (pontos base). Aí quando deu aqueles 75, o mercado deu uma animada, mas já esperava 1 (100 pontos base). Depois dá 1 e acha pouco, pede 1,5 (150 pontos base).\n\nJoesley: Presidente, deixa eu te falar. Primeiro, eu vim aqui por dois ou três motivos. Primeiro que eu não tinha te visto desde que quando você assumiu.\n\nTemer: Quando eu assumi não.\n\nJoesley: Antes de assumir. Estive no seu escritório dez dias antes quando, tava ali naquela briga, naquela guerra nas redes sociais. Negócio de golpe, etc. De lá pra cá, vinha falando com o Geddel, enfim...\n\nTemer: Deu aquele problema... Um idiota (ex-ministro da Cultura Marcelo Calero), uma bobagem que ele fez... Sem consequência nenhuma, ele aproveitou pra fazer um carnaval.\n\nJoesley: Andei falando com o Padilha, mas ele adoeceu, ficou adoentado... Então eu pensei: “deixa eu ir lá dar uma...” Primeiro, dizer o seguinte: “tamo junto”. O que o senhor precisar de mim, o senhor me fala. E também te ouvir um pouco, presidente. Como é o que senhor está nessa situação toda de Eduardo (Cunha), não sei o que?\n\nTemer: Eduardo resolveu me fustigar. Você viu que... O Moro indeferiu 21 perguntas dele que não tinha nada a ver com a defesa dele. Era pra (inaudível). Eu não fiz nada (inaudível) no Supremo Tribunal Federal.\n\nJoesley: Eu, o que ia falar, assim, dentro do possível, eu fiz o máximo que deu ali, zerei tudo o que tinha de alguma pendência daqui para ali, zerou tudo, liquidou tudo. E ele foi firme em cima. Ele já tava lá, veio, cobrou, tal, tal, tal. Pronto. Acelerei o passo e tirei da fila. O único companheiro dele que está aqui, porque o Geddel sempre estava, Geddel andava sempre ali, mas o Geddel, com esse negócio, perdi o contato, e eu não posso...\n\nTemer: É complicado...\n\nJoesley: E eu não posso encontrar ele.\n\nTemer: (Inaudível) não parecer obstrução de justiça.\n\nJoesley: Isso isso. O negócio dos vazamentos do telefone lá do Eduardo com Geddel volta e meia citava algo meio tangenciando a nós. Eu tô lá me defendendo. Como é que eu... O que eu mais ou menos me dei conta de fazer até agora? Eu tô de bem com o Eduardo...\n\nTemer: Tem que manter isso, viu? (Inaudível)\n\nJoesley: Todo mês\n\nTemer: (Inaudível)\n\nJoesley: Também... tô segurando as pontas, tô indo, tô meio enrolado aqui no processo.\n\nTemer: (Inaudível)\n\nJoesley: É, sou investigado. Eu não tenho ainda a denúncia. Aqui, eu dei conta de um lado do juiz, dar uma segurada. Do outro lado, um juiz substituto.\n\nTemer: Que tá segurando os dois.\n\nJoesley: Segurando os dois... Ó, eu consegui um procurador dentro da força-tarefa.\n\nTemer: Que tá lá...\n\nJoesley: - Que também tá me dando informação. E eu lá que tô para dar conta de trocar o procurador que tá atrás de mim. se eu der conta, tem um lado bom e um lado ruim. O lado bom é que dá uma esfriada até o outro chegar e tal. O lado ruim é que se vem cara com raiva ou com não sei o quê...\n\nTemer: (Inaudível)\n\nJoesley: O que tá me, me...\n\nTemer: Ajudando?\n\nJoesley: Não, o que tá me ajudando tá bom, beleza. Agora o principal é o que tá me investigando. Consegui colocar um no grupo. Agora tô tentando trocar...\n\nTemer: O que tá em cima de você.\n\nJoesley: Isso.. estamos nessa. Ele saiu de férias. Até nessa semana fiquei preocupado que saiu um burburinho que iam trocar ele. Eu fiquei com medo. Tô contando essa história pra te dizer que eu tô me...\n\nTemer: Se mexendo.\n\nJoesley: Me defendendo, me segurando. Os dois lá se mantendo, tudo bem, mas é um (inaudível). O Geddel tava aqui, aquele negócio da anistia quase não deu.\n\nTemer: (Inaudível) Mas se todos fizerem isso, (inaudível)\n\nJoesley: (Inaudível) Sabe que eu estive até com presidente Lula na (inaudível), lá no dia que o PT (Inaudível)\n\nTemer: (Inaudível)\n\nJoesley: Presidente, eu nao sei o quanto o senhor está ao par, assim, de como (inaudível) é uma brutalidade, um negócio…\n\nTemer: (Inaudível)\n\nJoesley: Duas ou três semanas atrás, outro que eu nunca ouvi falar… A menina que trabalhava com Lúcio no financeiro, nunca ninguém nosso nunca viu nada. “Ah porque ouvi falar do Lúcio que nao sei o quê”... Pô, me rendeu um Fantástico, um Jornal Nacional, uma confusão...\n\nTemer: (Inaudível)\n\nJoesley: Ainda bem que tenho boa relação com a imprensa e consegui rapidamente... aquietou.\n\nTemer: (Inaudível)\n\nJoesley: Sobre esse ponto, estamos tocando.\n\nTemer: (Inaudível)\n\nJoesley: Tô fazendo 50 mil por mês pro rapaz (Inaudível) e me dá informação.\n\nTemer: - (Inaudível)\n\nJoesley: (Inaudível) reunião, falou isso, falou daquilo. O brabo é... Enfim, mas vamos lá. Queria falar como é que é, pra falar contigo, qual melhor maneira, porque eu vinha falando através do Geddel, eu não vou lhe incomodar, evidentemente\n\nTemer: (Inaudível)\n\nJoesley: Eu sei disso, por isso é que..\n\nTemer: (Inaudível) É o rodrigo.\n\nJoesley: É o rodrigo? Então ótimo.\n\nTemer: (Inaudível) passar para o Meirelles (inaudível) da mais estrita confiança.\n\nJoesley: Prefiro combinar assim, se for alguma coisa que eu precisar eu falo com o Rodrigo, se for assunto desses aí…\n\nTemer: (Inaudível)\n\nJoesley: Funciona super bem, posso vir onze da noite, converso dez minutinhos, meia horinha e vou embora. Tá, vamos falar de outra coisa. Como cê tá com o Henrique?\n\nTemer: A gente tá muito bem.\n\nJoesley: É, tranquilo?\n\nTemer: (Inaudível)\n\nJoesley: Muito trabalhador, ele é trabalhador\n\nTemer: Trabalhador (inaudível) inacreditável, inacreditável, mas o henrique tá muito bem. Eu chamo ele (inaudível)...\n\nJoesley: E ele gosta.\n\nTemer: E ele gosta pra trabalhar.\n\nJoesley: Só não chama pra ir pra praia, aí ele não vai gostar.\n\nTemer: Aí não tem graça.\n\nJoesley: E Henrique é muito disciplinado, tenho uma relação ótima com ele, (inaudível), eu já andei falando com ele alguns assuntos\n\nTemer: Sei\n\nJoesley: Ele é (inaudível) pra caramba. Por exemplo, um dia falei com ele: “ah, no BC”, e ele: “não, aquilo lá o Ilan faz as coisas”. Ele tira fora. Eu digo “ah, mas você que manda nessa merda”, e ele “ah, mas o Ilan lá…”\n\nTemer: (Inaudível)\n\nJoesley: Bom, aí q eu quero... bom, um dia falei que tinha que mexer na Receita Federal e ele falou “não posso mexer”. Aí falei no BNDES e ele disse que “não, lá é Planejamento”. Eu disse “ah, mas foi você quem colocou a Maria da Silva lá”. Ele: “não, mas é o Jucá”, e etcetera.\n\nTemer: (Inaudível) Ligou, acertou e tal... (inaudível)\n\nJoesley: (Inaudível) em alguma sintonia contigo, pra quando eu falar com ele, ele nao jogar: “ah, não, presidente não deixa, não quer”. E eu digo: “Pô, Henrique, então você é um banana”. Aí falei com ele sobre o Cade, que o presidente do Cade ia mudar.\n\nTemer: Já mudou.\n\nJoesley: Ei, Cade tem que botar.. Ah, isso quer dizer o seguinte, resumindo, que eu também não sei se é hora de mexer em alguma coisa, porque dentro do contexto geral também não quero importunar ele. Eu trabalhei com ele quatro anos, se eu for mais firme nele, acho que ele corresponde.\n\nJoesley: Dentro do contexto geral, não quero importunar ele, também... Se eu for mais... Trabalhei com ele quatro anos. Se for mais firme nele, acho que ele corresponde\n\nTemer: Ele [inaudível] Brasília tem coisas maiores. A vida dele, pra mim foi você [inaudível].\n\nJoesley: O meu, e até voltando ao caso do Eduardo, 'briguei lá e tal, agora tem que ver se...’ Enfim. Tudo bem, aí ele, uns 15 dias antes deu uma palmada em mim, 'agora tenho que trabalhar', mas não é assim também.\n\nTemer: Deu no que deu.\n\nJoesley: Quinze dias antes, não é assim, não. ele abriu os olhos e falou 'você tá com uma Ferrari aí'. Como ficou Fazenda, Banco Central... o Banco Central perdeu status de ministro, Henrique tá prestigiado. Mas Henrique também não... Vou te dar um toque, eu não sei o quanto vou mais, o quanto deixo ele com essa pepineira dele.\n\nTemer: Se ele joga pra cima de você, isso tá muito errado.\n\nJoesley: Ele joga pra cima de você o falso bancário.\n\nTemer: [inaudível] Fazendo escondido... [inaudível]\n\nJoesley: Lógico, lógico. Não vou falar nada descabido, nada descabido. Mas agora, eu falei pro Henrique, é importantíssimo ter um presidente do Cade ponta firme.\n\nTemer: Mas não sei, já foi nomeado?\n\nJoesley: Já, já foi nomeado. Foi em janeiro agora, eu falei pra ele...\n\nTemer: Tem certeza? Tenha conversa franca...\n\nJoesley: Tem que ver. Por exemplo, agora tá o presidente da CVM troca não troca, é outro lugar...\n\nTemer: Você devia falar com ele...\n\nJoesley: Se eu falar com ele e ele empurrar pra você...\n\nTemer: Não, pode fazer, pode.\n\nJoesley: É isso que eu queria, ter esse alinhamento, pra não ficar nessa e ele perceber...\n\nTemer: Eu cito, mas não precisa falar de você.\n\nJoesley: Quando falo de ir mais firme no Henrique, é isso, ver se ele vai levar. Queria ter esse alinhamento, quando eu falar um negócio, pelo menos vai e consulta lá.\n\nTemer: Pode fazer isso.\n\nJoesley: Como o BNDES e aquela operação lá, Geddel me falou que teve todo empenho e esforço.\n\nTemer: [Inaudível]\n\nJoesley: Não deu de um jeito, mas deu de outro, pronto.\n\nTemer: [Inaudível] Eu a chamei, disse que ela tá acabando com o crédito, ela veio explicar e não deu, nós fizemos de outro jeito e deu certo.\n\nJoesley: É, o BNDES tá bem travado. Esse negócio do BNDES é outra [corte] influência... Hoje, Maria Silva tá falando com quem? [corte] Tá problemático.\n\nTemer: Tem servidores lá que estão com bens indisponíveis, em face das... Eles não podem mexer. Estão com medo de mexer em qualquer coisa. Tá com uma verba lá de R$ 150 bilhões parada. [corte] Mas isso aí do Meirelles, pode falar.\n\nJoesley: Isso que quero, se ele escorregar, eu...\n\nTemer: Diga ‘consulte-o’. ‘Consulte o presidente’.\n\n[Joesley consulta uma lista de pautas]\n\nJoesley: Geddel, tem visto ele?\n\nTemer: Eu falei hoje por telefone. A gente não está falando muito por uma razão... [inaudível e cortes].\n\nJoesley: Exatamente. [cortes] Como vai financiar 2018?\n\nTemer: Não sei. [cortes e inaudível] Acho que quando melhorar bem a economia, muda... [inaudível]\n\nJoesley: Com certeza, casa que falta pão não tem leão. Não é assim? Não tem remédio melhor que as coisas indo financeiramente bem. Todo mundo acalma. E no TSE, como tá?\n\nTemer: Tudo bem, mas foi um troço meio maluco. Mas eu acho que não passa o negócio da minha cassação, porque eles têm uma consciência política... [cortes] Porra, mais um presidente? [cortes] Em terceiro, a improcedência da ação. [inaudível] É o Benjamin. E tem recurso, tem recurso para o Supremo. E até lá já terminou o mandato.\n\n[Cortes]\n\nJoesley: Igualzinho ao senhor aqui também, né. Ficamos igual a esse prato aqui, se equilibrando. Tem a empresa, a concorrente, os EUA, tem o dia a dia, a imprensa, de repente tem que parar para resolver coisa... Falo pro procurador que pode investigar, não tem problema, mas não fica dando solavanco, não. Fazendo medidas escancaradas e divulgando pra imprensa... 'Doutor, posso estar certinho, mas chego lá morto de tanto solavanco que vai me dar, se estiver 100% certo, eu morro'. Disse até 'me denuncia, por favor, inventa, denuncia, que eu não aguento, se o senhor ficar desse jeito, vai me quebrar'. Puta que pariu, e eu sei... Mas tudo bem, somos do couro grosso, vamos lá.\n\nTemer: Isso vai passar, viu, não vai ficar a vida toda assim.\n\nJoesley: Menos pé no chão também, lógico, passado é passado. Tá faltando talvez, presidente, quando falava anistia, o negócio da autoridade, tínhamos coisa objetiva para lutar pelo que. Estamos lutando, trabalhando... [cortes] A gente tinha que pensar, porque se não for atrás de algo, esses meninos não param. Um delata um, que delata o outro, que delata um, que delata o outro. Delação sem verdade, que não precisa provar nada.\n\nTemer: É, é.\n\nJoesley: É o seguinte, eu até perdoo, já teve uns quatro ou cinco que delatou a gente, coisa estapafúrdia, como o Sérgio Machado. Eu nunca vi esse cara na vida. [cortes] Eu vi o vídeo, e fique pensando... Fala assim: 'fala da aí da JBS', 'mas eu não tenho nada', 'então vai preso, vai embora'.\n\nTemer: Então vai embora.\n\nJoesley: 'Mas eu não conheço...', 'não, então eu não fecho'.\n\nTemer: É, é.\n\nJoesley: Eu vi o vídeo de um pobre coitado do Sérgio que eu nem conheço, comemorando o último capítulo, da JBS. Ele decorou, leu um papelzinho lá... Quando acabou, comemorou 'acabou, acabou'.\n\nTemer: O Sérgio Machado?\n\nJoesley: É, fala de JBS [cortes]. Nós nunca passamos perto da Petrobras... da Transpetro. Nunca vi ele na vida, nem ele, nem os filhos dele, nada. Mas aí o procurador vira 'fala, se não...'\n\nTemer: Quer se livrar, fala.\n\nJoesley: Lembra de alguma coisa.\n\nTemer: Acho que foi gravado pra poder convencer os procuradores a aceitar [inaudível].\n\nJoesley: Ele teve que falar alguma coisa nossa. Ele contando fiquei 15 dias. Foi foi foi eu falei. De tudo o que aconteceu conosco até agora, tem só um tal dum PIC, que é um procedimento investigativo criminal. Não tem uma prova, não tem um dinheiro meu no exterior que eu depositei. No dia que aconteceu eu estava nos EUA e liguei para o meu advogado. Que que é isso? Ele também não sabia, não é criminalista. E disse que o delegado disse que não precisava se preocupar, é só um PIC. Meia hora depois falou: bloqueou as contas. Mais meia hora, ó, os bens tão bloqueados. Mais meia horinha disse ó, tão recolhendo os passaportes, não pode mais viajar.\n\nJoesley: Daqui a pouco com PIC tou é preso. Foi onde corri lá no Procurador, dei um seguro garantia de R$ 1,5 bilhão e pronto, resolveu o meu problema. Você imagina se eu não consigo fazer um negócio desse? Então eu acho, presidente, que é muito desproporcional. Tem que criar alguma coisa, presidente. Alguma agenda.\n\nJoesley: Eu tava lendo o PSDB antes, agora estão se mexendo. Não vou tomar mais o seu tempo não. Temer diz algo meio inaudível: [uma solução. Adorei te ver].\n\nJoesley: Obrigado, adorei te ver. [ Bom te ver, diz Temer]. Nós estamos combinando o seguinte. Primeiro, precisando de alguma coisa me fala, viu? Fica à vontade. Segundo, estamos lá nos defendendo. Terceiro, o negócio do Henrique, ótimo. E enfim, se surgir alguma {inaudível}.Eu gostei desse jeito aqui, viu? Eu vim com motorista, eu não dirijo.\n\nTemer[inaudível]. Ah, você veio sozinho?\n\nJoesley: Eu tinha combinado de vir com ele. Daí deu 9h50 mandei mensagem para ele. Não respondeu. Deu 22h05 liguei para ele. Ele disse pô, estou num compromisso, vai lá, passei a placa do carro. Nem deu meu nome. Fui chegando, eles viram a placa do carro e abriram. O senhor vai mudar para o outro?\n\nTemer inaudível (33:02) descrevendo uma casa. “Tem cozinha, tem ....” A marcela tá acordada. Para não voltar. Fui para a Bahia três dias, não aguentei. (só dá para ouvir algumas palavras)\n\nJoesley: Lá é muito frio, aqueles vidrão. Como a Dilma aguentava ficar sozinha lá? Deixa eu ir embora que já ta tarde. Estou bem. Deixa eu pegar ... (inaudível).\n\nTemer: Você emagreceu.\n\nJoesley: To comendo coisa mais saudável, menos doce, menos industrializado.\n\nTrecho inaudível do 34:38 até o 35:53\n\n35:53 em diante, Joesley está no carro, ouvindo CBN.\n\n(Fim)",
    "title": "Leia transcrição do diálogo de Temer e Joesley sobre Cunha",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/politica/4973614/leia-transcricao-do-dialogo-de-temer-e-joesley-sobre-cunha#comments",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/all/themes/basic/images/facebook/valor-big.jpg"
  },
  {
    "publish_date": "2017-05-25 17:56:12-03:00",
    "text": "BRASÍLIA - (Atualizada às 19h13) Após mais de três horas de reunião nesta quinta-feira, deputados e o ministro da Fazenda, Henrique Meirelles, não chegaram a entendimento sobre as regras do novo Refis que deve ser editado por medida provisória (MP) até a próxima semana para substituir a MP 766, do Programa de Regularização Tributária (PRT), que perderá a validade caso não seja aprovada até 1º de junho – o que é provável. Nova reunião ocorrerá amanhã, às 14h.\n\nSegundo o relator do projeto, deputado Newton Cardoso Junior (PMDB-MG), há muitos pontos de divergência. A convergência é, principalmente, manter as regras do PRT – que não dá desconto nas multas e juros da dívida e obriga pagar uma entrada de pelo menos 20% do valor à vista - para as maiores empresas e criar regras mais vantajosas para as demais.\n\nEsse corte, pela proposta negociada na noite de quarta-feira, é para dívida superior a R$ 300 milhões. Mas, segundo os parlamentares, deve ser reduzido. Fala-se em algo em torno de R$ 200 milhões, valor que ainda não está fechado. Os débitos teriam como única possibilidade de abatimento créditos de prejuízo fiscal e base negativa de CSLL.\n\nO relator também destacou como ponto de convergência o parcelamento das dívidas em no máximo 150 meses – a proposta original era 120 parcelas e a do pemedebista, de 240. Outros deputados, contudo, já defenderam prazo mais elástico. \"Os municípios terão 200 meses para pagar. Por que não usar o mesmo critério?\", questionou o deputado Alfredo Kaefer (PSL-PR).\n\nCardoso Júnior defende outra versão, com parcelas calculadas em cima do faturamento da empresa, nos moldes do Refis de 2000, e sem prazo definido. A Receita é contra com o argumento de que isso ampliaria sobremaneira os prazos de pagamento que poderiam, em alguns casos, passar de cem anos. O pemedebista sustenta que é possível estabelecer regras para evitar que isso ocorrar.\n\nNa avaliação deAlfredo Kaefer, que deixou a reunião antes do fim para pegar um voo, a Fazenda tem que se esforçar para fazer um texto atraente para os empresários, ou não haverá a adesão esperada. \"Se sair um texto ruim, muitos vão ficar esperando a gente mudar no Congresso, poucos vão aderir no começo\", afirmou.",
    "title": "Nova reunião sobre Refis é marcada após falta de acordo em encontro",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/brasil/4981332/nova-reuniao-sobre-refis-e-marcada-apos-falta-de-acordo-em-encontro#comments",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/default/files/gn/16/07/foto26opin-201-col_op1-a12_0_259_755_493.jpg"
  },
  {
    "publish_date": "2017-05-27 11:12:20-03:00",
    "text": "Acordo limita acúmulo de benefício do Refis a dívidas de até R$ 15 mi\n\nBRASÍLIA - O ministro da Fazenda, Henrique Meirelles, e deputados chegaram na noite de sexta-feira a um entendimento para que seja reeditada a medida provisória (MP) do Programa de Regularização Tributária (PRT), conhecido como Refis. Pelo acordo, só poderão acumular o benefício de usar créditos para abater as dividas atrasadas com a Procuradoria Geral da Fazenda Nacional (PGFN) e a Receita Federal e também receber desconto nas multas e juros as empresas e pessoas físicas com débitos até R$ 15 milhões.",
    "title": "Acordo limita acúmulo de benefício do Refis a dívidas de até R$ 15 mi",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/politica/4982974/acordo-limita-acumulo-de-beneficio-do-refis-dividas-de-ate-r-15-mi",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/all/themes/basic/images/facebook/valor-big.jpg"
  },
  {
    "publish_date": "2017-05-26 05:00:00-03:00",
    "text": "Fed segue seu roteiro e deve elevar o juro em junho\n\nO Federal Reserve americano está preparado para elevar de novo os juros nos Estados Unidos em junho, indicam as atas da mais recente reunião do banco. Poderá agir com mais tranquilidade e seguir a rota planejada (mais duas altas em 2017) depois que \"declinou o otimismo dos investidores sobre a perspectiva de políticas fiscais expansionistas\", isto é, um avanço rápido da reforma tributária do presidente Donald Trump. O aumento das taxas dos \"fed funds\" só não virá se dois eventos improváveis ocorrerem: a economia continuar fraca como no primeiro trimestre (avanço de 0,7% do PIB) ou a inflação fraquejar.",
    "title": "Fed segue seu roteiro e deve elevar o juro em junho",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/opiniao/4981624/fed-segue-seu-roteiro-e-deve-elevar-o-juro-em-junho",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/all/themes/basic/images/facebook/valor-big.jpg"
  },
  {
    "publish_date": "2017-05-27 16:12:43-03:00",
    "text": "RIO - Na manhã deste sábado, 595 máscaras foram colocadas nas areias da Praia de Copacabana, na altura da avenida Princesa Isabel, pela organização não-governamental (ONG) Rio de Paz, para simbolizar os 513 deputados, 81 senadores e o presidente Michel Temer. Ao lado havia duas faixas, pedindo a reforma política e a renúncia do presidente da República.\n\nDe acordo com o presidente da ONG, Antônio Carlos Costa, as máscaras pintadas de vermelho representam a vergonha que os políticos deveriam ter da atual situação do país. Do total, 95 máscaras são brancas, para simbolizar a parcela de políticos íntegros.\n\n“Essas máscaras pintadas de vermelho representam a vergonha que gostaríamos de ver estampada no rosto da classe política brasileira e que não está. Eles são flagrados em gravações e não apenas não revelam nenhum constrangimento como partem para a ofensiva. Essas máscaras estão enterradas aqui na areia porque simboliza essa corrupção que já alcançou o pescoço da classe política brasileira”, afirma.\n\nCosta lembra que a ONG faz ações normalmente voltadas para a área de segurança pública e direitos humanos, mas, segundo ele, a crise política interfere diretamente na vida do cidadão, fazendo referência às denúncias contra ocupantes de altos cargos, como o presidente Michel Temer e o senador afastado Aécio Neves, entre outros, citados em delação dos donos da empresa JBS. Ambos foram gravados por Joesley Batista, mas negam acusações de envolvimento com caixa 2 e propina.\n\n“Todos os dias recebemos notícias de moradores de favelas vítimas de balas perdidas, estão morrendo em tiroteios entre policiais e traficantes. Somamos os 14 milhões de desempregados e metade dos brasileiros que não têm acesso à rede de esgoto. Isso num cenário de corrupção escandalosa no Congresso Nacional e que atingiu agora o mais alto posto da República. Isso se reflete na ponta, na vida de milhões de trabalhadores, na vida do pobre, do sertanejo, do morador de favela”.\n\nSobre a reforma política, a Rio de Paz considera importante mecanismos que “dificultem a ascensão ao poder de corruptos e incompetentes”, como diminuição do número de partidos políticos, fim do “puxador de voto” que “arrasta junto pessoas que não receberam voto quase nenhum e ninguém conhece” e a cláusula de barreira para que não tenha “partido sem representante e sem voto recebendo dinheiro público para a campanha”. Costa destaca, ainda a importância dos políticos manterem o contato com a população que o elegeu.\n\nO ato das Máscaras da Vergonha foi montado em Brasília na terça-feira (dia 23) e será levado a São Paulo na próxima quarta (dia 31), onde será montado no Masp de 6h às 14h.",
    "title": "Ato com máscaras no Rio pede fim da corrupção e reforma política",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/politica/4983132/ato-com-mascaras-no-rio-pede-fim-da-corrupcao-e-reforma-politica",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/all/themes/basic/images/facebook/valor-big.jpg"
  },
  {
    "publish_date": "2017-05-26 05:00:01-03:00",
    "text": "A traição épica de Trump à classe média\n\nFoi apropriado que Donald Trump estivesse a caminho do Vaticano quando anunciou seu orçamento para os EUA. Só um papa poderia ouvir uma confissão tão atroz quanto o plano fiscal do presidente Trump. Enquanto o papa Francisco defende o \"capitalismo social\", uma filosofia que valoriza cada membro da sociedade, o orçamento de Trump dizima o apoio aos americanos mais pobres para financiar uma bonança tributária para os mais ricos. Seu orçamento consegue mostrar-se equilibrado recorrendo a um vudu numerológico. Raras vezes um documento fiscal baseou-se em contabilidade tão obscura.",
    "title": "A traição épica de Trump à classe média",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/opiniao/4981612/traicao-epica-de-trump-classe-media",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/default/files/imagecache/media_library_big_horizontal/gn/17/05/foto26opin-201-col_op3-a15.jpg"
  },
  {
    "publish_date": "2017-05-27 14:05:12-03:00",
    "text": "SÃO PAULO - No comunicado final da cúpula do G-7, o grupo dos países mais industrializados do mundo, os Estados Unidos mantiveram sua posição indefinida sobre se continuam ou não no Acordo de Paris. Os outros seis líderes, no entanto, reafirmaram seus compromissos.\n\nDe maneira insólita, o texto isola os EUA dos demais. Donald Trump, por seu turno, anunciou no twitter que terminará com o suspense nos próximos dias. “Tomarei minha decisão final sobre o Acordo de Paris na semana que vem!”, tuitou o presidente americano nesta manhã, em Taormina, na Sicília, onde ocorreu a cúpula.\n\nAs seis páginas do comunicado dos líderes reservam três parágrafos a clima e energia. O primeiro, sobre energia, é anódino em termos climáticos. Ao mencionar a transformação do setor energético e tecnologias limpas, não cita o motivo pelo qual tal transformação é necessária. Inclui a opção nuclear.\n\nO artigo 32 tem formulação surpreendente nos tradicionais comunicados do grupo. Diz que os EUA estão em processo de rever suas “políticas sobre mudança do clima e o Acordo de Paris” e, portanto, “não em posição de se unir ao consenso nestes tópicos”.\n\nOs demais líderes do Canadá, França, Alemanha, Itália, Japão e Reino Unido “reafirmam o forte compromisso de implementar rapidamente o Acordo de Paris”.\n\nO último artigo sobre estes tópicos diz que “neste contexto, todos concordamos com a importância de apoiar países em desenvolvimento”.\n\nManuel Pulgar-Vidal, chefe do WWF na área de clima e energia, disse que o comunicado ressalta o fato de que para os outros líderes mudança do clima continua tendo alta prioridade e que “este espírito”, de reafirmar compromissos inclusive financeiros, deve ser mantido no encontro das 20 maiores economias, o G-20, em Hamburgo, em julho.\n\nO isolamento americano é “lamentável para o mundo, mas pior ainda para os EUA”, disse Andrew Steer, presidente do World Resources Institute, conhecido “think-tank” de clima e energia dos EUA. Ele lembrou o número de estudos que indicam que combater a mudança do clima reverte em benefícios para a economia e a segurança nacional. E que países como a China e a Índia estão “agarrando sua fatia na oportunidade econômica da energia limpa, que, se estima, pode significar US$ 4,2 trilhões de investimentos acumulados em renováveis em 2030”.\n\n“É profundamente preocupante que os EUA não se juntem aos líderes mundiais no endosso ao Acordo de Paris”, disse Lou Leonard, vice-presidente de mudança do clima e energia do WWF-EUA, “considerando o apoio expresso pelos principais atores da economia americana, incluindo mais de 1 mil empresas”. Ele lembrou que mais de três milhões de americanos estão empregados nos setores de energia limpa.",
    "title": "G-7:Texto isola EUA e mostra indefinição do país sobre Acordo de Paris",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/internacional/4983064/g-7texto-isola-eua-e-mostra-indefinicao-do-pais-sobre-acordo-de-paris",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/default/files/fotoweb/ap_g7_109_0_2848_1864.jpg"
  },
  {
    "publish_date": "2017-05-24 10:11:28-03:00",
    "text": "Em várias transações comerciais, é perfeitamente aceitável que a remuneração do intermediário seja estabelecida na forma de uma comissão proporcional ao montante pago pelo comprador ao vendedor.\n\nUm caso típico é o valor da corretagem nos negócios com imóveis. Ou a comissão recebida pelo vendedor de automóveis. Nesses casos, é raro haver questionamentos sobre eventuais conflitos de interesses.\n\nBoa parte dos serviços financeiros envolve a intermediação entre partes interessadas em uma transação. Assim, o pagamento de comissões vinculadas ao montante negociado é frequente. A diferença é que, algumas vezes, isso ocorre de forma indireta.\n\nLeia mais em www.mdagosto.com",
    "title": "Compra da XP evidencia padrões fiduciários e de adequação",
    "source_description": "O Valor Econômico é o mais importante veículo de economia, finanças e negócios do Brasil. Traz notícias, cotações, blogs e conteúdo sobre cultura, estilo, carreiras e investimentos",
    "authors": [],
    "link": "http://www.valor.com.br/valor-investe/o-consultor-financeiro/4979154/compra-da-xp-evidencia-padroes-fiduciarios-e-de-adequac",
    "source": "valor",
    "top_image": "http://www.valor.com.br/sites/all/themes/basic/images/facebook/valor-big.jpg"
  }
]