[{"title": "Alckmin diz ter compromisso com reformas, mas não com governo", "text": "SÃO PAULO - O governador do Estado de São Paulo, Geraldo Alckmin, declarou há pouco que o PSDB não tem compromisso com o governo, mas sim com as reformas que estão atualmente em curso, como a previdenciária e a trabalhista, para garantir a recuperação econômica.\n\n“Não temos compromisso com o governo, temos compromisso com o Brasil, com as reformas e retomada do crescimento econômico. Todos sabem das necessidades das reformas, mas poucos querem ajudar. A liderança tem o bônus, o ônus e a responsabilidade com o nosso país”, disse ele, durante seminário para discutir gestão pública, em evento que contou também com a presença do prefeito de São Paulo, João Doria, de sub-prefeitos e secretários.\n\nAlckmin também afirmou que a tendência nos próximos quatro anos “é a economia se recuperar”, com melhora também da arrecadação. “Antes, era moleza, você escolhia no que gastar. Hoje, escolhemos no que cortar”, afirmou.\n\nApesar de dizer que o encontro realizado hoje “não é um evento político”, o governador mencionou o PSDB, que, segundo ele, foi fundado “para ser um partido novo”. Fundamos um partido novo, não para ser mais um, mas para fazer diferença em benefício do povo brasileiro”.", "publish_date": "2017-05-27 15:42:01-03:00"}, {"title": "Com o cargo em risco, Temer encontra Sarney e Moreira Franco no Jaburu", "text": "BRASÍLIA - (Atualizada às 18h12) O ex-presidente José Sarney chegou neste sábado por volta das 16h30 ao Palácio do Jaburu para uma conversa com o presidente Michel Temer. A assessoria de imprensa da Presidência confirma o encontro, mas não revela o motivo da visita.\n\nO secretário-geral da Presidência, Moreira Franco, chegou depois, por volta das 18h ao Palácio do Jaburu.\n\nSarney chegou acompanhado apenas de seguranças e pouco depois da saída dos ministros tucanos Antonio Imbassahy, da Secretaria de Governo, Aloysio Nunes, das Relações Exteriores, e Bruno Araújo, das Cidades. Acompanhados das mulheres, eles participaram de almoço com o presidente e a primeira-dama, Marcela.\n\nSergio Etchegoyen, do Gabinete de Segurança Institucional, também participou do almoço.\n\nOs encontros ocorrem em meio a discussões sobre os desdobramentos da crise política disparada pela delação da JBS, que colocou a permanência de Temer no cargo em risco.\n\nO PSDB avalia um possível desembarque do governo, assim como outros partidos da base. Uma data tida como chave é 6 de junho, quando o Tribunal Superior Eleitoral (TSE) deliberará sobre a cassação da chapa Dilma-Temer.\n\nSegundo relatos na imprensa, Sarney também estaria participando de discussões sobre uma eventual sucessão de Temer, assim como os também ex-presidentes Luiz Inácio Lula da Silva e Fernando Henrique Cardoso.\n\nTemer também reuniu-se hoje com o líder da bancada nordestina na Câmara, Júlio César (PSD-PI). O deputado afirma ter ido ao Jaburu para tratar com o presidente do projeto de convalidação dos incentivos fiscais dos Estados, que a Câmara deve votar na semana que vem.\n\nJúlio César negou ter conversado com o presidente sobre sucessão e a crise política. “É um assunto delicado demais, eu preferi não tocar nele”, afirmou.", "publish_date": "2017-05-27 17:17:04-03:00"}]