[
  {
    "publish_date": "None",
    "text": "Para começo de conversa, a vitamina D não é uma vitamina, e sim um hormônio, produzido pelo corpo humano. Quando foi “batizada” como vitamina, acreditava-se que só poderia ser obtida pela alimentação – e por isso ganhou a letra D, depois das vitaminas A, B e C. Só na década de 1970 os cientistas descobriram que podia ser sintetizada pelo organismo. É da maior importância e sua deficiência está relacionada inclusive ao surgimento de diversos tipos de câncer. Para saber mais sobre o assunto, entrevistei a médica Flávia Barbosa, mestre e doutora em endocrinologia pela UFRJ e membro da Sociedade Brasileira de Diabetes e da Sociedade Brasileira de Endocrinologia e Metabologia.\n\n\n\n\n\nPor que a vitamina D é tão importante para o ser humano?\n\n\n\nDra. Flavia Barbosa: A vitamina D é uma substância que exerce diversas funções básicas em nosso organismo. Além dos clássicos papéis de reguladora do metabolismo do cálcio e da saúde óssea, as evidências sugerem que a vitamina D module direta ou indiretamente cerca de 3% do genoma humano, participando do controle de funções essenciais à manutenção do equilíbrio sistêmico, tais como crescimento, diferenciação e morte celular, regulação dos sistemas imunológico, cardiovascular e musculoesquelético, e no metabolismo da insulina.\n\n\n\n\n\nA vitamina D ganha ainda mais relevância no processo de envelhecimento?\n\n\n\nDra. Flavia Barbosa: Sim. À vitamina D é primariamente atribuído o papel de importante regulador da fisiologia osteomineral, em especial do metabolismo do cálcio, prevenindo a osteopenia/osteoporose e consequente risco de fraturas ósseas, que, em geral, encontra-se aumentado na senilidade. Além disso, a vitamina D está envolvida na homeostase de vários outros processos celulares, entre eles a modulação do sistema autoimune, que pode estar reduzido no idoso; no controle da pressão arterial; e, como participa da regulação dos processos de multiplicação e diferenciação celular, é atribuído também a ela papel antioncogênico, portanto reduzindo a incidência de neoplasias. Também exerce influência na redução da resistência à insulina, ajudando indiretamente no controle saudável do peso, além dos efeitos benéficos para a pele, unhas e pelos.\n\n\n\n\n\nQual é o papel da vitamina D no sistema imunológico?\n\n\n\nDra. Flavia Barbosa: A vitamina D está envolvida na regulação de vários processos celulares, entre eles a síntese de antibióticos naturais pelas células de defesa dos mamíferos; modulação da autoimunidade e síntese de interleucinas inflamatórias. Diversos estudos mostram melhora de doenças autoimunes, como doença inflamatória intestinal, asma brônquica e esclerose múltipla, na vigência de níveis adequados a elevados de vitamina D.\n\n\n\n\n\nA principal fonte de produção da vitamina D se dá por meio da exposição solar. Como conciliar essa exposição necessária com o risco de desenvolver câncer de pele?\n\n\n\nDra. Flavia Barbosa: O tempo de exposição e a proporção do corpo exposto necessários para uma adequada síntese de vitamina D na pele são questões difíceis, uma vez que o nível de vitamina D sintetizado pelo indivíduo depende da latitude em que mora, estação do ano, cor da pele, hábitos alimentares e de vestimenta e da determinação genética. Em geral, sugere-se que um indivíduo de pele clara e esbelto, ou seja, que não esteja acima do peso, deve tomar de 15 a 20 minutos por dia de sol expondo grande parte de seu corpo, como pernas, braços, abdômen e costas. Em casos de necessidade, orienta-se a aplicação de protetor solar apenas na região da face, do colo e em locais com manchas. Ao contrário das crenças anteriores, o melhor sol é aquele no período das 10h às 16h, pois os raios do começo da manhã ou do fim da tarde estão muito fracos e não têm a intensidade necessária para estimular a produção da vitamina D. Porém, se o indivíduo for negro, obeso ou idoso, há necessidade de se expor por mais tempo e em alguns casos fazer uma suplementação via oral. Quem realmente tem contraindicação e é obrigado a fazer uso constante de protetor, deve fazer a reposição de vitamina D via oral continuamente. Algumas discussões giram em torno do fato de o espectro da radiação UVB requerido para iniciar o processo de ativação da vitamina D na epiderme ser um reconhecido fator carcinogênico. Enquanto alguns estudos mostram que baixos níveis de vitamina D estão associados até mesmo a um risco aumentado de desenvolver o câncer basocelular, outros mostram que, à medida que os níveis de vitamina D aumentam, maior é o risco de desenvolver câncer de pele do tipo não melanoma. Portanto, as recomendações devem ser no sentido de ter uma exposição solar suficiente para promover uma adequada síntese cutânea de vitamina D, sem colocar o indivíduo em risco para o desenvolvimento de câncer de pele induzido pela radiação UVB.\n\n\n\n\n\n\n\nAlimentos podem suprir a necessidade de vitamina D para o organismo ou há necessidade de suplementos? Qual o risco de consumir suplementos vitamínicos sem supervisão médica?\n\n\n\nDra. Flavia Barbosa: Nos seres humanos, apenas de 10% a 20% da vitamina D necessária à adequada função do organismo provêm da dieta. As principais fontes dietéticas são a vitamina D3 (colecalciferol, de origem animal, presente nos peixes gordurosos de água fria e profunda, como atum e salmão) e a vitamina D2 (ergosterol, de origem vegetal, presente nos fungos comestíveis). Os restantes 80% a 90% são sintetizados endogenamente pelo organismo. Para quem tem identificada a deficiência de algum nutriente ou dificuldade para absorver a quantidade necessária por meio da alimentação (cirurgias disabsortivas, como redução de estômago, doenças inflamatórias intestinais etc.), os comprimidos são necessários. Mas, como a vitamina D é um elemento lipossolúvel, e é armazenada no tecido adiposo, a suplementação em excesso tende a ser acumulada pelo organismo e aumentar o risco de doenças cardiovasculares e cânceres.\n\n\n\n\n\nHá sintomas quando o organismo apresenta deficiência de vitamina D?\n\n\n\nDra. Flavia Barbosa: Sim. Vamos a eles.\n\n\n\n1) Infecções de repetição: a vitamina D desempenha um papel importante na função imune, interagindo diretamente com as células que são responsáveis por combater as infecções. Estudos têm mostrado uma ligação entre a deficiência e infecções das vias respiratórias, como resfriados, bronquite e pneumonia.\n\n\n\n2) Fadiga e cansaço: estudos têm mostrado que os níveis sanguíneos muito baixos podem causar fadiga excessiva e cansaço, com grave efeito negativo na qualidade de vida.\n\n\n\n3) Dor nos ossos e nas costas: a vitamina D contribui para manter a saúde dos ossos através de inúmeros mecanismos. Dores ósseas e lombares podem ser sinais de níveis inadequados de vitamina D no sangue.\n\n\n\n4) Depressão: em estudos de revisão, pesquisadores relacionaram a deficiência de vitamina D à depressão, particularmente em adultos mais velhos. Acredita-se que a suplementação melhora o humor.\n\n\n\n5) Dificuldades de cicatrização: níveis de vitamina D inadequados podem ocasionar uma piora na recuperação após cirurgias, lesões ou infecções.\n\n\n\n6) Perda óssea: a vitamina D desempenha um papel fundamental na absorção de cálcio e no metabolismo ósseo. Um diagnóstico de baixa densidade mineral óssea pode ser um sinal de deficiência de vitamina D. Ter o suficiente desta vitamina é importante para preservar a massa óssea conforme se envelhece e evitar risco de fraturas, estendendo a longevidade.\n\n\n\n7) Perda de cabelo: a alopecia areata é uma doença autoimune caracterizada por grave perda de cabelos e pelos em outras partes do corpo. Está associada ao raquitismo, que é uma doença que enfraquece enormemente os ossos, principalmente em crianças, devido à deficiência de vitamina D.\n\n\n\n8) Dor muscular: as causas de dor muscular são muitas vezes difíceis de detectar. Há algumas evidências de que a deficiência de vitamina D pode ser uma causa potencial de dor muscular em crianças e adultos, devido à estimulação dos receptores da dor nos músculos.",
    "title": "Por que você tem que saber mais sobre a vitamina D",
    "source_description": "O Bem-Estar é um programa da TV Globo sobre saúde, bem-estar e alimentação",
    "authors": [],
    "link": "http://g1.globo.com/bemestar/blog/longevidade-modo-de-usar/post/por-que-voce-tem-que-saber-mais-sobre-vitamina-d.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/jo/g1/static/live/glb_images/product_social_image.png"
  }
]