[{"title": "Gim e saquê são as bebidas menos calóricas; saiba como beber e não engordar", "text": "Entre uma dose de saquê e uma de vodca, a diferença calórica é grande. Mas não tem jeito: bebidas alcoólicas sempre pesam na balança, favorecem o acúmulo de gordura bem ali na barriga e ainda alteram o metabolismo, fazendo o corpo queimar músculos para produzir energia. Mas alguns truques podem ajudar a resistir às tentações nas festinhas e a beber de forma moderada, para não colocar toda a dieta a perder.\n\nAcerte na escolha da bebida\n\nAo escolher a sua bebida, prefira as de menor teor alcoólico, que normalmente serão as menos calóricas. A caipirinha está no topo, entre as mais perigosas para a dieta – isso porque, além da bebida destilada, leva frutas e açúcar --, contabilizando cerca de 263 calorias. Já a vodca tem 233 calorias em apenas uma dose.\n\nO saquê e o gim, por outro lado, são os que menos comprometem a dieta: entregam 50 e 60 calorias por dose, respectivamente. Se for beber vinho, fique com os secos. Já se a sua paixão for a cerveja, escolha as mais escuras, do tipo stout.\n\nBeba muita água\n\n“Toda dose de álcool deve ser intercalada com a mesma quantia de água”, afirma a nutricionista Juliana Dragone, pós-graduada em Nutrição Clínica. Assim, você consome menos bebida alcoólica no decorrer do evento e ainda retarda o processo de desidratação, que castiga o corpo durante a balada e depois. “Como o músculo é composto por 70% de água, a desidratação causada pelo álcool vai prejudicar o objetivo de ganhar ou manter a massa magra”, explica Comparotto. A desidratação também acentua os efeitos da ressaca, entre eles o inchaço, pois não permite que as toxinas sejam diluídas da maneira correta para depois serem eliminadas pelo organismo.\n\nMisture com refrigerante zero\n\n“Misturar suco natural ou água de coco às bebidas alcoólicas pode ser uma boa opção para quem quer ingerir menos álcool”, explica o nutricionista Alan Tiago Scaglione, especialista em Suplementação Nutricional aplicada ao Exercício. Mas vale ressaltar que, para a estratégia funcionar, não dá para adicionar açúcar à preparação. Refrigerantes zero também podem ser combinados com destilados, como o whisky, quando a intenção é reduzir a quantidade de calorias no copo.\n\nLimite o consumo\n\nMesmo se optar por uma bebida menos calórica, tente apreciar o máximo possível o sabor e a experiência, assim você bebe o mínimo possível. Para não prejudicar a dieta, o ideal, segundo os especialistas, seria parar na segunda dose. E isso, claro, vale para situações especiais, não é recomendado liberar o álcool mais de um dia na mesma semana, por exemplo.\n\nFaça uma refeição antes da balada\n\nO álcool não só desidrata como dá fome. Por isso, antes de uma festa ou happy hour, o melhor é consumir algo que já faça parte da sua rotina, adiantando uma das refeições principais, por exemplo. “O processo de digestão dos alimentos ajuda a evitar que o álcool passe pelo estômago e seja imediatamente absorvido. Assim, a bebida não ‘sobe’ tão rápido”, explica o nutricionista Hugo Comparotto, especialista em Obesidade e Emagrecimento. Quem vai à balada bem alimentado também consegue recusar com mais facilidade as tentações oferecidas pelos garçons: desde petiscos gordurosos a drinques que saltam ao olhar. “Os alimentos também vão proteger a mucosa do estômago, reduzindo a acidez e até mesmo os incômodos que poderiam surgir no dia seguinte, com a ressaca”, diz Comparotto.", "publish_date": "2017-05-26 00:00:00"}, {"title": "Chiclete limpa? 8 mitos sobre cuidados com os dentes", "text": "Cuidar dos dentes é questão de saúde e de estética. No entanto, muitas informações erradas circulam por aí e pode ser que você esteja fazendo algo errado na sua rotina de higiene bucal. A cirurgiã dentista Teresa Barbosa esclareceu 10 mitos mais populares sobre o tema. Será que você está fazendo certo?\n\n1. Quanto mais escovar os dentes, melhor\n\nNa verdade, o que vale é a qualidade e não a quantidade. \"Não adianta nada escovar muito, se escovar mal\", diz a dentista. O número ideal de escovadas é de três vezes ao dia, após as refeições.\n\n2. É preciso tirar o dente de siso\n\nNem sempre. Cada caso é um caso e é preciso avaliar. Por isso o dentista vai fazer uma radiografia, para ver se o siso vai prejudicar os outros dentes ou não, antes de decidir extrair.\n\n3. Chiclete sem açúcar vale por uma escovada\n\nDe jeito nenhum! Pode até dar uma engana e melhorar o hálito, mas não limpa. \"Claro que é melhor chiclete sem açúcar, pois faz menos mal. Mas goma de mascar não substitui a escova de dentes nunca\", explica Teresa.\n\n4. Não precisa tratar dente de leite\n\nMuita gente acha que, já que o dente da criança vai cair, não precisa cuidar. Mas além de causar dor, uma cárie do dente de leite pode infeccionar e até causar dano no permanente que vai vir em seu lugar.\n\n5. É preciso escovar os dentes com força\n\nColocar muita força na escova pode machucar a gengiva e também remover o esmalte do dente, que é sua proteção natural. Além de não fazer força, é bom sempre optar por escovas macias ao invés das mais durinhas.\n\n6. Grávidas não podem ir ao dentista\n\nNão só podem, como devem. Fazer o acompanhamento no dentista evita complicações de cáries que seriam tranquilas de se tratar no começo. Se for preciso fazer algum tratamento, o segundo trimestre é o ideal pois os três primeiros são importantes para o desenvolvimento da criança e no final da gestação o estresse associado com a visita ao dentista pode fazer mal.\n\n7. Clareamento enfraquece seus dentes\n\nNão. Clareamentos feitos em consultório, com a orientação do dentista não faz mal aos dentes. O que pode fazer mal são clareamentos alternativos, feitos em casa e com substâncias inadequadas para isso, como o limão.\n\n8. Depois da refeição, palito de dente\n\nSó se for para tirar restos de comida. Mas para limpar e prevenir cáries, o palito não tem nenhuma eficácia. \"E ainda há risco de machucar a gengiva. O certo é escovar e passar o fio dental\", explica a dentista.", "publish_date": "2017-05-26 00:00:00"}]