[
  {
    "publish_date": "None",
    "text": "A semana que termina neste sábado (27) foi marcada por um atentado no show da cantora Ariana Grande, que matou 22 pessoas na Inglaterra. Em território nacional, o destaque ficou novamente por conta do noticiário político com um pedido de impeachment protocolado pela OAB em meio a protestos contra o presidente Michel Temer em Brasília. Confira esses e outros acontecimentos nas próximas imagens\n\n\n\nFoto: Montagem/R7",
    "title": "Atentado mata 22 em show de Ariana Grande, manifestantes depredam ministérios e Congresso libera saques do FGTS",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/fotos/atentado-mata-22-em-show-de-ariana-grande-manifestantes-depredam-ministerios-e-congresso-libera-saques-do-fgts-27052017?foto=1#!/foto/1",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/05/26/1efacc9706_38yc4y3y63_file?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "27/5/2017 às 21h47\n\nPresidente discutiu a crise política com tucanos, Moreira Franco e José Sarney\n\nOs tucanos Antonio Imbassahy e Bruno Araújo deixam o Palácio do Jaburu após se reunirem com o presidente Nilton Fukuda/Estadão Conteúdo\n\nO presidente Michel Temer aproveitou o sábado (27) para discutir a crise política com ministros do PSDB e com o ex-presidente da República, José Sarney, no Palácio do Jaburu, residência oficial. Temer também se encontrou, no fim do dia, com o ministro da secretaria-geral da Presidência da República, o peemedebista Moreira Franco.\n\nO primeiro encontro promovido pelo presidente foi um almoço com os ministros tucanos Antonio Imbassahy (Secretaria de Governo), Bruno Araújo (Cidades) e Aloysio Nunes (Relações Exteriores) e com o general Sérgio Etchegoyen, chefe do GSI (Gabinete de Segurança Institucional). Aloysio Nunes e o general chegaram ao Jaburu acompanhados de suas mulheres, que foram recebidas pela primeira-dama Marcela Temer.\n\nPressionados por parte dos deputados do partido da Câmara, o PSDB, de Imbassahy, Araújo e Nunes, ensaia desembarcar da base aliada do governo peemedebista. Enquanto os tucanos almoçavam com o presidente, outro cacique do partido, o governador Geraldo Alckmin (PSDB-SP), em São Paulo, voltou a defender que o compromisso do PSDB não é com o governo, mas com o País.\n\n\"Nosso compromisso é com o Brasil, com as reformas, que são necessárias para retomar a atividade econômica. E não mudou a nossa posição em relação ao governo Temer, pelo contrário, diante da instabilidade estamos e ficaremos ajudando e aguardando os desdobramentos\", disse o governador. \"Muitas coisas não dependem de nós.\"\n\nNo final da tarde, Temer ainda recebeu o ex-presidente José Sarney. O peemedebista chegou à residência oficial por volta das 16h30. A assessoria do Palácio do Planalto não informou o motivo do encontro. Enquanto Sarney e Temer ainda estavam reunidos, o ministro-chefe da secretaria-geral da Presidência da República, Moreira Franco, também apareceu no Jaburu. Após duas horas de conversa com Temer, por volta das 18h30, Sarney (PMDB) também deixou o local.",
    "title": "Temer recebe ministros do PSDB e Sarney no Jaburu",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/temer-recebe-ministros-do-psdb-e-sarney-no-jaburu-27052017",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/05/27/42n79207rk_4rzkvcpt4m_file.jpg?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "28/5/2017 às 11h13\n\nPor Jack e Kim\n\nSEUL (Reuters) - O líder norte-coreano Kim Jong Un supervisionou o teste de um novo sistema de armas antiaéreas e ordenou sua produção em massa e implantação em todo o país, informou a agência de notícias estatal no domingo, depois de semanas de desafiadores testes de mísseis.\n\nA agência de notícias KCNA não informou a natureza exata da arma ou da hora do teste, mas disse que foi organizado pela Academia de Ciências da Defesa Nacional, uma agência na lista negra, suspeita de estar desenvolvendo mísseis e armas nucleares.\n\nA Coreia do Norte vem impulsionando o desenvolvimento de uma ampla gama de sistemas de armas desde o início do ano passado em um ritmo sem precedentes, incluindo um míssil de longo alcance capaz de atingir os Estados Unidos e, nas últimas semanas, testou seu míssil balístico de alcance intermediário, conseguindo avanços técnicos.\n\nO Estado recluso rejeita a ONU e sanções unilaterais de outros países contra seu programa de armas como uma violação de seu direito à autodefesa e diz que o programa é necessário para combater a agressão dos EUA.\n\nO país realizou um teste de mísseis balísticos há uma semana.\n\nOs Estados Unidos negam qualquer intenção de atacar o país.\n\n\"Kim Jong Un... assistiu ao teste de um novo tipo de sistema de armas antiaéreas organizado pela Academia de Ciência da Defesa Nacional\", disse KCNA no domingo.\n\n\"Este sistema de armas, cuja capacidade de operação foi completamente verificada, deve ser produzido em massa para implantação em todo o país... de modo a estragar completamente o grande sonho do inimigo de comandar o ar, ostentando supremacia aérea e armas poderosas\", informou.",
    "title": "Líder de Coreia do Norte comanda testes de nova arma contra ataques aéreos",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/lider-de-coreia-do-norte-comanda-testes-de-nova-arma-contra-ataques-aereos-28052017",
    "source": "r7",
    "top_image": "https://assets.r7.com/assets/schumi_core/facebook/noticias-6a24d496b5aeac4eac6ab01dfc8caa79.png"
  },
  {
    "publish_date": "None",
    "text": "O atentado durante um show da cantora americana Ariana Grande em Manchester, na Inglaterra, causou uma crise entre o Reino Unido e os Estados Unidos. O motivo foi o vazamento, pela imprensa americana, de informações sigilosas sobre o ataque — que matou 22 pessoas e deixou outras 64 feridas na última segunda-feira.A imprensa americana publicou o nome do autor do atentado e imagens de partes do artefato explosivo antes de a polícia britânica autorizar sua divulgação\n\nFoto: BBC Brasil",
    "title": "Atentado mata 22 em show de Ariana Grande, manifestantes depredam ministérios e Congresso libera saques do FGTS",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/fotos/atentado-mata-22-em-show-de-ariana-grande-manifestantes-depredam-ministerios-e-congresso-libera-saques-do-fgts-27052017?foto=4#!/foto/4",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/05/26/1efacc9706_38yc4y3y63_file?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "22/5/2015 às 17h50 (Atualizado em 22/5/2015 às 18h14)\n\nMusa da Manifestação serve champanhe e caviar ao cachorro: 'Quero uma vida como a minha para todos'\n\nJu Isen ficou conhecida após aparecer com os seios à mostra em uma protesto em São Paulo\n\nDo R7\n\nPublicidade fechar\n\nPublicidade fechar\n\nEspalhe por aí:\n\n\n\n\n\n\n\n\n\n\n\n",
    "title": "Musa da Manifestação serve champanhe e caviar ao cachorro: 'Quero uma vida como a minha para todos'",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/fotos/musa-da-manifestacao-serve-champanhe-e-caviar-ao-cachorro-quero-uma-vida-como-a-minha-para-todos-22052015",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2015/05/22/7oiohnhkbs_3795pbvfja_file.jpg?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "27/5/2017 às 14h38\n\nCaso haja a votação ela será bicameral, ou seja é votada na Câmara e referendada no Senado\n\nCâmara dos Deputados, em Brasília Gervásio Baptista/Agência Brasil\n\nA hipótese de uma eleição indireta para Presidência da República em modelo bicameral, com votação separada na Câmara sendo referendada em seguida pelos senadores, sofre resistência entre os deputados. A Constituição prevê que em caso de vacância do cargo nos últimos dois anos do período presidencial, o Congresso Nacional fará eleição indireta no prazo de 30 dias.\n\nComo não existe lei regulamentando o processo de eleição indireta, deputados e senadores teriam de aprovar uma legislação estabelecendo as regras do pleito. Os deputados, no entanto, não abrem mão da força de seus 513 votos contra os 81 do Senado e dizem que não há qualquer chance de a proposta, se for formalmente apresentada, prosperar. \"A Constituição é clara: a eleição é no Congresso e todos nós somos congressistas\", definiu o líder do DEM da Câmara, Efraim Filho (PB).\n\nA rejeição à proposta se deve ao velho conflito entre Senado e Câmara. Deputados reclamam que os projetos aprovados na Câmara são ignorados ou sensivelmente alterados no Senado quando há pressão da opinião pública. Para os deputados, não existe disposição da Câmara em dar protagonismo a outra Casa quando os senadores sempre fazem o papel de \"bons moços\". \"A Câmara não vai abrir mão de modificar um processo para dar um poder ao Senado. Existe uma disputa entre Câmara e Senado\", ressaltou um líder governista.\n\nUm grupo suprapartidário de senadores entende hoje que uma eventual eleição indireta para a Presidência deveria seguir o modelo bicameral. \"Você acha que a Câmara vai permitir isso? A Câmara já tem rixa com o Senado, o pessoal não vai aceitar isso\", previu um tucano.\n\nParlamentares dizem que numa eventual saída do presidente Michel Temer, seja pela renúncia, cassação ou impeachment, não haveria tempo hábil para aprovar uma lei regulamentando a eleição indireta. Assim, possivelmente o TSE (Tribunal Superior Eleitoral) ou mesmo o STF (Supremo Tribunal Federal), em última instância, poderiam ser acionados para definir as regras do pleito no Congresso e a admissibilidade das candidaturas. Os deputados dizem que seria necessário flexibilizar a lei eleitoral sobre o prazo de seis meses exigidos para filiação partidária e o período mínimo de desincompatibilização de candidatos que já ocupam algum cargo público.\n\nA Corte Suprema já teve que definir as regras nos impedimentos dos ex-presidentes Fernando Collor de Mello e Dilma Rousseff, porque a lei do impeachment é de 1950 e nunca foi atualizada.",
    "title": "Deputados resistem à proposta de eleição indireta",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/deputados-resistem-a-proposta-de-eleicao-indireta-27052017",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/04/19/81fnyqsmhe_4llqtkl0fi_file?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "27/5/2017 às 16h58 (Atualizado em 27/5/2017 às 17h00)\n\nBusca na casa e gabinete do senador encontrou também anotações como a inscrição “cx 2”\n\nAdvogado diz que ele aparelho de bloqueio de celulares foi oferecido ao tucano em 2014, durante a campanha presidencial Ueslei Marcelino/Reuters\n\nA defesa do senador afastado Aécio Neves (PSDB-MG) divulgou neste sábado (27) nota em que afirma que os documentos e materiais apreendidos pela Polícia Federal na casa do tucano não comprometem a atuação parlamentar dele. Em relatório apresentado à Justiça nesta sexta (26), a PF informou que encontrou um bloqueador de sinal telefônico, uma lista de indicações para cargos federais e anotações manuscritas, dentre elas a inscrição “cx 2”, nas operações de busca e apreensão realizadas na semana passada na casa e no gabinete do senador.\n\nEm comunicado divulgado pelo PSDB e assinado pelo advogado Alberto Toron, a defesa de Aécio afirma desconhecer a inscrição “cx2” e aguarda ter acesso ao papel para fazer a defesa. Em relação ao aparelho de bloqueio de celulares, o advogado diz que ele foi oferecido ao tucano em 2014, durante a campanha presidencial, mas que nunca foi usado pelo mineiro.\n\n“Todas as campanhas das quais participou o senador ocorreram em absoluto respeito à legislação vigente. Por isso, repudiamos com veemência ilações apressadas que vêm sendo feitas sobre os citados documentos e aguardamos acesso a eles para que todos os esclarecimentos sejam feitos e eventuais dúvidas sanadas”, diz trecho da nota.\n\nSobre um dos quadros apreendidos pela PF, do pintor Portinari, a defesa de Aécio Neves disse que ele foi feito para o presidente Tancredo Neves, em 1961, e que está na família há quase 60 anos.\n\nEm 18 de maio, atendendo a mandados expedidos pelo ministro Edson Fachin, relator da Operação Lava Jato no Supremo Tribunal Federal (STF), a PF realizou operações de busca e apreensão na em imóveis de Aécio Neves em Brasília, no Rio de Janeiro e em Belo Horizonte.\n\nAlém do bloqueador de telefone, no apartamento do senador, no Rio de Janeiro, foram apreendidos 15 obras de arte, diversos documentos, entre os quais um papel azul com senhas, além de diversos comprovantes de depósitos e anotações manuscritas, entre as quais constava a inscrição “cx 2”.\n\nNo gabinete do senador, foram apreendidas planilhas com supostos nomes de indicados para cargos federais, com referência aos partidos que fizeram as indicações e à remuneração, além de uma agenda com marcação de reuniões com Joesley Batista e uma folha manuscrita com dados da empreiteira Odebrecht. Os celulares do senador também foram levados pelos policiais.",
    "title": "Defesa diz que Aécio nunca usou bloqueador de celulares encontrado pela PF",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [
      "Da Agência Brasil"
    ],
    "link": "http://noticias.r7.com/brasil/defesa-diz-que-aecio-nunca-usou-bloqueador-de-celulares-encontrado-pela-pf-27052017",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/05/18/5wuliex770_6pxpl0isj_file?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "27/5/2017 às 14h45\n\n\"O acordo não foi o melhor nem o pior. Foi o possível\", afirmou Newton Cardoso Jr.\n\nO acordo sobre as regras do PRT (Programa de Regularização Tributária), anunciado na manhã deste sábado (27) pelo relator da matéria, deputado Newton Cardoso Jr. (PMDB-MG), foi fechado numa reunião na noite desta sexta-feira (26) com o presidente Michel Temer. Depois de uma rodada de negociações no Ministério da Fazenda que terminou sem acordo, o parlamentar foi ao Planalto para uma reunião com Temer, o ministro da Fazenda, Henrique Meirelles, e um grupo de assessores. A atuação do presidente foi decisiva para que o acordo fosse fechado. O deputado ressaltou também o apoio de Meirelles. \"O acordo não foi o melhor nem o pior\", disse o deputado. \"Foi o possível.\"\n\nCardoso Jr. contou que, durante as negociações, enfrentou uma dura resistência dos procuradores da Fazenda Nacional. Eles não concordavam com a redução do pagamento de encargos da dívida, porque isso prejudicaria o cálculo do bônus de desempenho que eles recebem. \"Eu fiquei impressionado\", afirmou. O relator não detalhou os descontos de multas, juros e encargos a que os participantes do novo Refis terão direito, mas adiantou que os encargos terão a menor redução.\n\nOs termos do acordo constarão de uma MP (Medida Provisória) que será editada na próxima segunda-feira ou, no mais tardar, na terça, informou o deputado. Ela vai substituir outra MP que já está em vigor, a 766, em torno da qual não houve acordo.\n\nO governo não conseguiu votar a 766 na noite da última quarta-feira (24), quando foram aprovadas outras sete MPs, num momento em que a oposição deixou o plenário em protesto contra o uso do Exército para conter as manifestações que ocorriam na Esplanada dos Ministérios. Sem ser aprovada, ela perderá a validade no dia 1º de junho. Como não houve consenso naquela noite, governo e parlamentares concordaram que seria melhor deixa-la caducar e editar uma nova MP, com outros termos ainda a serem negociados, no lugar. Naquele momento, Meirelles disse que a nova MP teria de trazer ganho de arrecadação. \"Eles não abriram mão do ingresso de alguma receita ainda em 2017\", confirmou o relator.\n\n\"Acho que agora a tramitação vai mais fácil, porque tem acordo\", avaliou Cardoso Jr. O governo tinha pressa em solucionar o impasse em torno do Refis, também, porque disso dependeria a votação do destaque feito a outra MP, a 765, que autoriza pagamento de bônus para os fiscais da Receita Federal. Como esse dispositivo não foi aprovado e corria o risco de caducar, os auditores ameaçam entrar em greve.",
    "title": "Acordo do Refis foi fechado em reunião com Temer, diz relator",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/acordo-do-refis-foi-fechado-em-reuniao-com-temer-diz-relator-27052017",
    "source": "r7",
    "top_image": "https://assets.r7.com/assets/schumi_core/facebook/noticias-6a24d496b5aeac4eac6ab01dfc8caa79.png"
  },
  {
    "publish_date": "None",
    "text": "27/5/2017 às 12h46 (Atualizado em 27/5/2017 às 13h08)\n\nMáscaras espalhadas representam os 81 senadores, 513 deputados federais e o presidente\n\nManifestantes pedem renúncia do presidente Michel Temer José Lucena/ Futura Press/ Estadão Conteúdo\n\nUm trecho da areia da Praia de Copacabana amanheceu neste sábado (27), com máscaras pintadas de vermelho para pedir a renúncia do presidente Michel Temer e a reforma política. O protesto foi realizado pela ONG Rio de Paz, em frente à Avenida Princesa Isabel.\n\nLeia mais notícias sobre Brasil e Política\n\nAs 595 máscaras espalhadas representam os 81 senadores, 513 deputados federais e o presidente da República. Elas foram pintadas de vermelho porque, segundo os organizadores, “simboliza a vergonha que deveria estar estampada no rosto da classe política brasileira”.\n\nA mesma manifestação foi feita na Esplanada dos Ministérios, em Brasília, na terça-feira (23). O grupo também pede “mudanças céleres na legislação eleitoral” para “combater a baixa qualificação de seus representantes”.",
    "title": "ONG espalha máscaras na Praia de Copacabana para pedir renúncia de Temer",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [],
    "link": "http://noticias.r7.com/brasil/ong-espalha-mascaras-na-praia-de-copacabana-para-pedir-renuncia-de-temer-27052017",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/05/27/903m8r19qb_7u1vun9fjb_file?dimensions=600x315"
  },
  {
    "publish_date": "None",
    "text": "28/5/2017 às 00h04\n\nFamília ganhou na Justiça direito de deixá-la no hospital e parentes morreram ou sumiram\n\nPaciente abandonada pela família mora há quase 40 anos no principal hospital de Brasília Reprodução/Record TV\n\nKaren Margareth de Oliveira, de 56 anos, é a paciente mais antiga do Hospital de Base, o maior e mais importante da rede pública em Brasília. Ela mora há 35 anos ininterruptos em um dos quartos do quinto andar, a obstetrícia. Apesar de ter alta médica, não irá deixar o local porque uma decisão judicial obriga o Estado a mantê-la no hospital.\n\nHá quase quatro décadas, aos 19 anos, a brasiliense sofreu uma parada cardiorespiratória durante uma cirurgia. A falta de oxigenação do cérebro (anoxia cerebral) deixou sequelas permanentes: motoras, com posterior atrofia de pernas e braços, de fala e cognitivas. Apesar das limitações, Karen não depende de aparelhos e nem de supervisão médica constante, mas precisa de cuidado permanente para se alimentar, se locomover e tomar banho.\n\nKaren só não pode voltar para casa porque não tem parentes próximos. Quando deu entrada no Hospital de Base, em 7 de abril de 1979, ela sofria de complicações de uma cesariana, teve que tirar o útero e depois foi submetida a nova cirurgia, para a retirada de uma fístula. De acordo com assistentes sociais que acompanharam o caso, o filho, que nasceu saudável, e o então marido se mudaram de Brasília e não foram mais localizados. Há suspeita de que morem nos Estados Unidos.\n\nNo ínicio da internação, a família da paciente realizava visitas, mas com o tempo os encontros foram ficando escassos, até a mãe dela falecer em 2008. Depois disso, ninguém apareceu. Hoje, as visitas a Karen são proibidas pelo hospital, a pedido do curador. Pela lei, quando uma pessoa fica incapacitada para o resto da vida, a Justiça determina uma pessoa que será responsável pelo incapaz. Em geral o curador é da família. Quando não há parentes para assumir a curadoria, a Justiça designa um curador que pode não ter nenhum laço, caso do curador de Karen.\n\nQuestionada várias vezes sobre o assunto, a Secretaria de Estado de Saúde do DF não quis comentar o caso de Karen Margareth.\n\nHá dois anos, a produtora do Balanço Geral DF Luana Major entrou no quarto de Karen com uma câmera escondida e conversou com a paciente e com funcionários do hospital e narra o que viu:\n\n— Ela fica isolada no quinto andar em uma ala restrita e o curador proibiu qualquer visita. O quarto é pequeno, branco e azul e tem um rádio ligado com música o tempo todo. Apesar de estar nessa situação de abandono ela tem o semblante alegre, é apaixonada por música, principalmente da década de 70. Ela passa o dia escutando rádio, fala alto e fala palavrões. A gente percebe que ela tem um déficit cognitivo, que não sabe que teve um filho, por exemplo. Os funcionários têm bastante carinho por ela. O laço que ela tem é com os funcionários.\n\nVeja a reportagem exibida pelo Balanço Geral DF em 2015:",
    "title": "Paciente abandonada pela família mora há quase 40 anos no principal hospital de Brasília",
    "source_description": "As principais Notícias e Manchetes! Saiba o que está acontecendo de mais importante, no Brasil e no mundo. Últimas Notícias do Brasil com a qualidade R7.",
    "authors": [
      "Mariana Londres",
      "Do",
      "Em Brasília"
    ],
    "link": "http://noticias.r7.com/brasil/paciente-abandonada-pela-familia-mora-ha-quase-40-anos-no-principal-hospital-de-brasilia-28052017",
    "source": "r7",
    "top_image": "https://img.r7.com/images/2017/05/17/pjy7jyqdc_93je3nzjt0_file?dimensions=600x315"
  }
]