[
  {
    "publish_date": "2017-05-27 10:00:00",
    "text": "\n\n\n\nNeste sábado, São Paulo e Palmeiras fazem o primeiro clássico paulista do Brasileirão. O duelo será no Morumbi, às 19h e traz uma realidade entre os dois clubes. O Verdão já gastou R$ 85,9 milhões, enquanto o Tricolor \"apenas\" R$ 24,2 milhões. Um dos grandes investimentos do alviverde foi o meia Guerra, eleito o melhor jogador da última Libertadores, quando atuou pelo campeão Atlético Nacional. Em entrevista ao \"Troca de Passes\", o ex-jogador Amaral acredita que o venezuelano pode fazer a diferença a favor do detentor do título brasileiro.\n\n\n\n- Hoje o palmeiras tem jogadores de nível de seleção. Tem os colombianos, o venezuelano que é bom jogador, um cara que pode fazer a diferença no clássico. O São Paulo tem o (Lucas) Pratto, que estava fazendo um bom campeonato no Atlético-MG. Como tinha a sombra do Fred, ele quis sair e procurar novos ares. Mas clássico se decide em campo.\n\n\n\nAmaral acredita que Palmeiras vencerá o clássico (Foto: Reprodução SporTV)\n\nO comentarista Raphael Rezende amenizou a diferença enorme de investimento entre ambas equipes. Para ele, isso não será fundamental para definir o vitorioso no clássico.\n\n\n\n- Você pode pegar todo dinheiro e pegar num clube brasileiros e ele não vai ter o melhore time disparado. Podemos pegar outros exemplos. O River (Plate) tem um time muito mais barato. O que o Atlético Nacional fez com menos de R$ 100 milhões ano passado e foi campeão. Não dá para fazer essa projeção nem no campeonato brasileiro.\n\n\n\nAmaral comentou o que espera do clássico deste sábado. O ex-jogador destacou que o time do Palmeiras joga junto há mais tempo, mas acredita que o São Paulo entrará ligado no jogo.\n\n\n\n- O São Paulo vai entrar mais esperto, o Palmeiras está mais entrosado que o São Paulo. Os jogadores do São Paulo ainda estão entendendo que o Rogério (Ceni) vai colocar para eles, mas tenho certeza que meu Palmeiras será vitorioso\n\n",
    "title": "Amaral destaca Guerra antes do Choque-Rei: \"Pode fazer a diferença\"",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/programas/troca-de-passes/noticia/2017/05/amaral-destaca-guerra-antes-do-choque-rei-pode-fazer-diferenca.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2017/05/26/amaral_troca.png"
  },
  {
    "publish_date": "2017-05-27 14:00:00",
    "text": "Faixa-preta de jiu-jítsu espera anotar mais um nocaute ou nova finalização (Foto: Marcos Ribolli)\n\nQuando a luta se desenvolve no chão, Pedro Munhoz sente o conforto de quem soma oito de 13 vitórias por finalização. Neste domingo, o brasileiro terá pela frente Damian Stasiak, em Estocolmo, pelo UFC Suécia, um adversário cuja especialidade é a mesma: o jogo de solo. A preocupação do lutador da American Top Team, no entanto, é pequena, afinal ele confia em suas habilidades na arte suave para garantir nova vitória.\n\n\n\nEm entrevista ao Combate.com, Munhoz prega respeito ao faixa-marrom, mas enxerga seu jiu-jítsu como superior ao do polonês.\n\n\n\n- O meu jiu-jítsu é melhor, mais lapidado do que o dele, pelo fato de eu treinar mais tempo e ser faixa-preta. Fui campeão brasileiro sem quimono duas vezes, campeão paulista 12 vezes... Tenho mais experiência de modo geral, mas é preciso estar atento. No MMA não é bem assim que as coisas funcionam. É um atleta experiente no caratê, faixa-marrom de jiu-jítsu. Tem muito brasileiro vindo para a Suíça, Suécia e na Polônia, então ele tem muito material humano para treinar.\n\n\n\nMunhoz destacou a capacidade do adversário de absorver os golpes e, ao parecer liquidado, se recuperar e dar o troco utilizando o jiu-jítsu.\n\n\n\n- Ele é um cara que aceita um pouco a luta de chão, o que é uma vantagem para mim. O ponto forte é que aguenta muita pancada, apanha bastante e... tira uma finalização da cartola. Ele tem um chute giratório perigoso.\n\n\n\nPedro Munhoz, que trocou a Kings MMA pela American Top Team há três meses, não crava um desfecho para o confronto. Pelo estilo agressivo, ele garante que tentará manter o retrospecto de definir a luta antes do término do terceiro round.\n\n\n\n- Eu vou buscar o nocaute e a finalização. Eu sempre traço as minhas lutas usando muay thai ofensivo, desde a época em São Paulo, com o Gibi, com o Rafael Cordeiro, na Kings MMA, e, agora, com o Katel Kubis, na ATT. Estou com um material amplo para buscar a vitória. Se for para o chão, vou buscar a finalização. Não gosto de deixar a luta para os jurados. Nos meus seis combates pelo UFC, venci quatro por finalização, um por nocaute técnico e um por pontos. Gosto de terminar a luta o mais rápido possível para levar a vitória para o Brasil.\n\n\n\nUFC Suécia\n\n28 de maio, em Estocolmo\n\nCARD PRINCIPAL (a partir de 14h, horário de Brasília):\n\nPeso-meio-pesado: Alexander Gustafsson x Glover Teixeira\n\nPeso-meio-pesado: Volkan Oezdemir x Misha Cirkunov\n\nPeso-meio-médio: Peter Sobotta x Ben Saunders\n\nPeso-meio-médio: Abdul Razak Alhassan x Omari Akhmedov\n\nPeso-meio-médio: Oliver Enkamp x Nordine Taleb\n\nPeso-médio: Jack Hermansson x Alex Nicholson\n\nCARD PRELIMINAR (a partir de 11h, horário de Brasília):\n\nPeso-galo: Pedro Munhoz x Damian Stasiak\n\nPeso-médio: Trevor Smith x Chris Camozzi\n\nPeso-leve: Reza Madadi x Netto BJJ\n\nPeso-meio-médio: Nico Musoke x Bojan Velickovic\n\nPeso-meio-médio: Darren Till x Jessin Ayari\n\nPeso-leve: Marcin Held x Damir Hadzovic\n\n\n\n\n\n\n\n\n\n",
    "title": "Munhoz analisa Stasiak: \"Meu jiu-jítsu é melhor, mais lapidado do que o dele\"",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [
      "Marcelo Barone"
    ],
    "link": "http://sportv.globo.com/site/combate/noticia/2017/05/munhoz-analisa-stasiak-meu-jiu-jitsu-e-melhor-mais-lapidado-do-que-o-dele.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2014/05/31/pedromunhoz_matthobar_ufc_tuf3_ribolli5.jpg"
  },
  {
    "publish_date": "2017-05-26 20:00:00",
    "text": "O sábado promete fortes emoções no mundo dos esportes e vários eventos terão transmissão no SporTV. Entre os destaques, estão as decisões do basquete no Brasil e nos Estados Unidos. Na NBB, Paulistano e Bauru fazem o primeiro jogo da final; já na NBA, acontece o jogo 6 da final da Conferência Leste, entre Cleveland Cavaliers e Boston Celtics. O dia também tem Japão e Itália pelo Mundial Sub-20, treinos livres para o GP de Mônaco de Fórmula 1 e a Série B, com o Paysandu recebendo o Internacional.\n\n\n\nMas não é só isso. O dia ainda tem mais Série B, com o duelo entre Paraná e Juventude. Também tem Liga Nacional de Futsal com Atlântico Erechim e Sorocaba, corrida na Fórmula 2, mundial de hipismo, etapa do Mundial de Surfe em Fiji e rodada dupla da Major League Soccer, com Minnesota United contra Orlando City e, na sequência, San Jose Earthquakes e LA Galaxy.\n\n\n\nA programação normal do SporTV com a análise e a repercussão do que de melhor acontece no fim de semana também está presente no sábado. Às 15h, tem o \"Tá na Área\" e às 21h é a vez do \"Troca de Passes\" na tela do Canal Campeão. No SporTV 2, o \"SporTV News\" dá as caras às 22h30. Os assinantes do canal acompanham tudo no \"SporTV Play\".\n\n\n\nPottker e D'Alessandro são as armas do Inter contra o Paysandu (Foto: Ricardo Duarte / Internacional / Divulgação)\n\n\n\n\n\n01 MUNDIAL SUB-20 DE FUTEBOL\n\n\n\nA rodada decisiva na fase de grupos do Mundial Sub-20 promete fortes emoções, com a partida entre Japão e Itália, realizada em Cheonan, na Coréia do Sul. As duas equipes brigam pela segunda vaga do Grupo D e possuem três pontos. Uma vitória classifica qualquer uma das equipes, enquanto um empate garante a Itália. O jogo acontece às 8h no SporTV, com narração de Clayton Carvalho e comentários de André Loffredo.\n\n\n\n01 FUTSAL\n\n\n\nA Liga Nacional de Futsal continua com uma boa partida entre Atlântico Erechim e Sorocaba, que será realizada no Centro Esportivo e Recreativo Atlântico Erechim, no Rio Grande do Sul, a partir das 13h. As duas equipes ocupam o meio da tabela na classificação, mas uma vitória do Atlântico faz com que a equipe ultrapasse o Sorocaba, mesmo com um jogo a menos. O jogo será transmitido pelo SporTV, com narração de Daniel Pereira e comentários de Marcelo Rodrigues.\n\n\n\nAtlântico Erechim enfrenta o Sorocaba com apoio de sua torcida (Foto: Edson Castro/Prime Comunicação)\n\n\n\n\n\n01 Série b\n\n\n\nO dia é de rodada dupla na tela do SporTV pela segunda liga mais importante do futebol nacional. E as partidas prometem. Às 16h30, o Paysandu entra em campo para enfrentar o Inter, no estádio Mangueirão, em Belém. As duas equipes começaram a temporada com quatro pontos em dois jogos e buscam a vitória para retornarem ao G-4 da competição. O jogo terá narração de Eduardo Moreno e comentários de Carlos Eduardo Lino.\n\n\n\nÀs 19h, é a vez de Juventude e Paraná Clube se enfrentarem, no estádio Alfredo Jaconi, em Caxias do Sul. Assim como Paysandu e Inter, o Juventude também tem quatro pontos em dois jogos. Enquanto isso, o Paraná já vai para sua quarta partida e tem cinco pontos até aqui. Luiz Alano é o responsável pela narração e Batista pelos comentários.\n\n\n\nBiteco se destacou pela Copa do Brasil no meio de semana e busca repetir atuação (Foto: Giuliano Gomes/PR Press)\n\n\n\n\n\n01 AUTOMOBILISMO\n\n\n\nA manhã do sábado será um prato cheio para os amantes do automobilismo, com transmissões no SporTV 2. Os motores começam a fazer barulho a partir das 6h, com a terceira parte dos treinos livres Grande Prêmio de Mônaco, que acontece no domingo. Às 9h, a Fórmula 1 está de volta com a etapa de qualificação. A narração é de Sérgio Maurício, com comentários de Lito Cavalcanti e Max Wilson. Vale a pena ficar de olho, principalmente pela quebra de recorde da volta mais rápida da pista por Sebastian Vettel.\n\n\n\nMas não pense que acabou. Às 11h, é a vez da Fórmula 2 dar o ar da graça, com a segunda corrida da categoria, também em Mônaco. Uma espécie de \"categoria de base\" da Fórmula 1, a competição tem alguns nomes interessantes que podem se destacar no futuro. A narração do evento fica por conta de Bruno Fonseca, com comentários de Fred Sabino.\n\n\n\nVettel bateu o recorde da pista de Mônaco e se prepara para tentar vencer outra corrida (Foto: Getty Images)\n\n\n\n\n\n01 NBB\n\n\n\nO dia decisivo finalmente chegou no Novo Basquete Brasil. Depois de muita espera e de algumas surpresas, Paulistano e Bauru se enfrentam pelo primeiro jogo da grande decisão. O duelo paulista acontece no Ginásio Antônio Prado Jr, em São Paulo, casa do Paulistano. Apesar disso, este promete ser equilibrado e as duas equipes vão em busca da vitória para saírem em vantagem na final. O jogo começa às 14h e terá transmissão do SporTV 2, com narração de Odinei Ribeiro e comentários de Byra Bello e Renatinho.\n\n\n\nApós bater o Vitória, Paulistano começa final do NBB jogando em casa (Foto: João Pires/LNB)\n\n\n\n\n\n01 HIPISMO\n\n\n\nOs saltos dos cavalos também fazem parte do fim de semana do Canal Campeão. O SporTV 3 transmite dois eventos realizados em Hamburgo, na Alemanha. Às 8h20, aparece a Global Champions League; mais tarde, às 11h, é a vez da Global Champions Tour. Ambos os eventos terão narração de Paulo Stein e comentários de Luiz Fernando Monzon. Não perca!\n\n\n\n01 MLS\n\n\n\nA principal competição de futebol dos Estados Unidos entra na décima sétima rodada e terá dupla transmissão do SporTV 3. Para quem prefere ficar em casa no fim de semana, é uma boa oportunidade de ver astros como o meia Kaká em campo. Às 21h05, o Orlando City, time do ex-melhor do mundo, visita o Minnesota United, com narração de Eusébio Resende e comentários de Edinho.\n\n\n\nMais tarde, é a vez de duas das equipes mais tradicionais da competição duelarem: o San Jose Earthquakes encara o Los Angeles Galaxy, com início às 23h05. A narração é de Guto Nejaim, com comentários de Raphael Rezende.\n\n\n\nKaká estará na tela do Canal Campeão neste sábado (Foto: John E. Sokolowski-USA TODAY Sports)\n\n01 SURFE\n\n\n\nO dia também conta com a etapa feminina do Mundial de Surfe, a partir das 16h. Depois da etapa de Saquarema, é a vez das surfistas entrarem nas águas do Fiji. O SporTV.com faz a transmissão, assim como o SporTV Play.\n\n\n\nStephanie Gilmore será um dos destaques da etapa (Foto: Damien Poullenot/WSL)\n\n\n\n",
    "title": "Final do NBB, Mundial Sub-20, Série B e Fórmula 1: o sábado no SporTV",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/programas/sportv-news/noticia/2017/05/final-do-nbb-mundial-sub-20-serie-b-e-formula-1-o-sabado-no-sportv.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2017/05/20/pottkerrfd_0155.jpg"
  },
  {
    "publish_date": "2015-07-28 14:05:00",
    "text": "Aplicativo SporTV Gols (Foto: Divulgação SporTV)\n\nO aplicativo SporTV Gols entrega os placares em tempo real e vídeos dos gols e melhores momentos dos principais campeonatos de futebol, sempre que possível. Você pode filtrar os campeonatos que deseja visualizar e receber uma notificação sempre que acontecer um gol na partida do seu time. O usuário ainda pode escolher seguir outros clubes também.\n\n\n\nO aplicativo está disponível para usuários de smartphones da Apple, Android e Windows Phone.\n\n\n\nNão perca tempo! baixe o aplicativo:\n\n\n\nAPPLE: https://itunes.apple.com/br/app/sportv-gols/id990348110?mt=8\n\n\n\nANDROID: https://play.google.com/store/apps/details?id=com.globo.sportv.sportvgols\n\n\n\nWINDOWS: https://www.microsoft.com/pt-br/store/apps/sportv-gols/9nblggh1d4ql\n\n",
    "title": "Aplicativo SporTV Gols está disponível para os principais smartphones",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/noticia/2015/07/aplicativo-sportv-gols-esta-disponivel-para-os-principais-smartphones.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2015/07/28/appsportvgols2.jpg"
  },
  {
    "publish_date": "2017-05-25 09:30:00",
    "text": "\n\n\n\nO comentarista Muricy Rammalho não ficou satisfeito com o desempenho de Palmeiras e Atlético Tucumán, na partida desta quarta-feira, no fechamento do Grupo 5 da Libertadores, em São Paulo. A vitória de 3 a 1 garantiu ao Alviverde a liderança da chave, e Muricy destacou que as duas equipes deixaram muitos espaços, com os sistemas defensivos expostos. No \"Troca de Passes\", ele chamou o duelo de \"peladão\".\n\nConfira os gols e melhores momentos da partida\n\n\n\nMina marcou o primeiro gol da partida, após jogada ensaiada (Foto: Marcos Ribolli)\n\n- Concordo com o Cuca quando ele fala da partida. Foi um \"peladão\". Não foi um grande jogo. Eram cinco e seis atacando, e os argentinos esperando. Ficavam sobrando cinco no ataque do Tucumán, era aqui e lá. Foi legal, mas não foi um grande jogo. Falam muito dos treinadores argentinos, mas o técnico argentino não estudou o Palmeiras. Esse tipo de jogada (ensaiada no primeiro gol da equipe paulista) já foi feita no Brasileiro do ano passado. O treinador tem obrigação de estudar essa jogada. Quando saiu a falta, eu falei aqui que ia acontecer.\n\n\n\nAo contrário do seu ex-técnico nos tempos de São Paulo, no início dos anos 90, Caio Ribeiro gostou do que viu na arena alviverde. Para o comentarista da Rede Globo, as duas equipes entraram em campo pensando somente em jogar futebol e confia que o Verdão chegará mais forte na fase de mata-mata.\n\n\n\n- Foi um jogo super agradável pela proposta de jogo da equipe argentina. (...) Um jogo bem jogado, porque a propostas das equipes foi medir forças. O Atlético Tucumán veio para jogar bola, mas o Palmeira tecnicamente é superior. Foi o jogo mais tranquilo e passa com mais confiança (para as oitavas de final), pelo futebol apresentado e o retorno do Cuca.\n\n\n\nApós carimbar a vaga nas oitavas de final, o Palmeiras volta a jogar pelo Brasileirão. Depois de ser derrotado pela Chapecoense, no último fim de semana, o atual campeão brasileiro faz o clássico diante do São Paulo, neste sábado, às 19h, no Morumbi. O Alviverde tem três pontos no campeonato, já que na rodada inicial goleou o Vasco por 4 a 0.\n\n",
    "title": "Muricy critica jogo entre Palmeiras e Atlético Tucumán: \"Foi um peladão\"",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/programas/troca-de-passes/noticia/2017/05/muricy-critica-jogo-entre-palmeiras-e-atletico-tucuman-foi-um-peladao.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2017/05/24/rib1679_Gv5v9Dh.jpg"
  },
  {
    "publish_date": "2016-01-14 16:29:00",
    "text": "Mais uma vez, o SporTV aproxima o torcedor de sua maior paixão no futebol. Após o sucesso de downloads desde 2012, o aplicativo customizado de cada um dos grandes clubes do país continuará ajudando o torcedor a ficar por dentro de tudo que envolve o clube.\n\n\n\nEm 2016, o fã de futebol poderá acompanhar seu time através das notícias, vídeos, lance a lance dos jogos, estatísticas de time e jogador, além de um calendário completo de jogos. Os usuários também poderão navegar pelos campeonatos em andamento para conferir as lista de jogos e tabelas de classificação.\n\n\n\nO app do seu time de coração é uma forma simples e rápida para ficar informado. O recurso está disponível para os sistemas iOS e Android. Confira os links abaixo e baixe agora!\n\n\n\nAtlético-GO Android\n\niOS Criciúma Android\n\niOS Náutico\n\nAndroid\n\niOS\n\nAtlético-MG\n\nAndroid\n\niOS\n\nCruzeiro\n\nAndroid\n\niOS\n\nPalmeiras Android iOS\n\nAtlético-PR Android\n\niOS\n\nFigueirense\n\nAndroid\n\niOS Ponte Preta\n\nAndroid iOS\n\nAvaí\n\nAndroid\n\niOS\n\nFlamengo\n\nAndroid\n\niOS Portuguesa\n\nAndroid\n\niOS\n\nBahia\n\nAndroid\n\niOS\n\nFluminense Android iOS Santos\n\nAndroid iOS Botafogo\n\nAndroid\n\niOS Goiás\n\nAndroid\n\niOS\n\nSão Paulo\n\nAndroid iOS Chapecoense\n\nAndroid\n\niOS\n\nGrêmio\n\nAndroid iOS\n\nSport\n\nAndroid iOS Corinthians\n\nAndroid\n\niOS\n\nInternacional\n\nAndroid iOS Vasco\n\nAndroid\n\niOS\n\nCoritiba\n\nAndroid\n\niOS\n\nJoinville\n\nAndroid\n\niOS\n\nVitória\n\nAndroid iOS\n\n",
    "title": "Acompanhe seu clube do coração todos os dias, pelo celular ou tablet",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/noticia/2016/01/acompanhe-seu-clube-do-coracao-todos-os-dias-pelo-celular-ou-tablet.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/static/live/sportv/img/facebook/sportv-200x200.jpg"
  },
  {
    "publish_date": "2017-05-27 12:00:00",
    "text": "Cortney Casey teve a vitória em Dallas anulada (Foto: Evelyn Rodrigues)\n\nCortney Casey recebeu uma notícia ruim, nesta sexta-feira, nos Estados Unidos. A lutadora testou positivo em um exame antidoping realizado durante o período de competição, em exame referente ao UFC 211, realizado no último dia 13, em Dallas. A atleta, que apresentou elevados níveis de testosterona, teve a vitória por pontos contra Jessica Aguilar transformada em \"No Contest\" (Sem Resultado), segundo informações do site \"MMA Fighting\".\n\n\n\nA USADA (Agência Antidopagem dos Estados Unidos), que atua em parceria com o UFC, ainda não informou ao Ultimate a respeito do doping de Casey, segundo declarou Jeff Novitzky.\n\n\n\n- Não fomos informados pela usada de nenhuma possível violação da política antidopagem de Casey. Nenhum teste positivo, nem suspeita de qualquer coisa, seja agora ou no passado. A USADA não entrou em contato conosco para nada relacionado a isso - declarou Novitzky ao site americano.\n\n\n\nDona de seis vitórias, quatro derrotas na carreira e, agora, um \"No Contest\" na carreira, Casey vinha de derrota para Claudinha Gadelha, em duelo realizado no UFC São Paulo, em novembro do ano passado. A americana bateu Cristina Stanciu e Randa Markos nos confrontos em que saiu vitoriosa do octógono.\n\n\n\n\n\n\n\n\n\n",
    "title": "Casey testa positivo no antidoping e vitória contra Jessica Aguilar é anulada",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/combate/noticia/2017/05/casey-testa-positivo-no-antidoping-e-vitoria-contra-jessica-aguilar-e-anulada.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2017/05/10/cort2.jpg"
  },
  {
    "publish_date": "None",
    "text": "\n\n\n\n\n\n\n\n\n\nFoi um domingo quase perfeito para Vettel no cenário mais esplendoroso da F-1.\n\n\n\nLargando em segundo no GP de Mônaco, o alemão superou Raikkonen e venceu pela terceira vez na temporada.\n\n\n\nFoi sua 45ª vitória na carreira, a segunda nas ruas do principado, a mais impositiva deste campeonato.\n\n\n\nO dia só não foi impecável para ele porque Hamilton deu um show de estratégia e terminou em sétimo.\n\n\n\nDe qualquer forma, ficou de ótimo tamanho para o alemão. Ele aumentou de 6 para 25 pontos sua vantagem no Mundial.\n\n\n\nTem, agora, 129 pontos contra 104 do inglês.\n\n\n\nOu seja, pode-se dar o luxo de não pontuar na próxima corrida que ainda assim manterá a ponta do campeonato _nos critérios de desempate, tem mais segundos lugares do que o rival.\n\n\n\nRaikkonen foi o segundo, com Ricciardo em terceiro numa corrida que não foi das mais agitadas, sejamos francos.\n\n\n\nA largada foi comportada, sem incidentes.\n\n\n\nRaikkonen tracionou bem, manteve a ponta, e Vettel teve de recolher para contornar a Sainte-Dévote em segurança.\n\n\n\nAo fim da primeira volta, o top 10 tinha Raikkonen, Vettel, Bottas, Verstappen, Ricciardo, Sainz, Pérez, Grosjean, Magnussen e Hulkenberg. Um pouco mais atrás, Hamilton passou Vandoorne e assumiu a 12ª posição.\n\n\n\nVolta a volta, o finlandês começou a abrir vantagem.\n\n\n\nNa quinta, já tinha 1s8 sobre Vettel. Na sétima, 2s1, diferença que se manteve nas voltas seguintes.\n\n\n\nA partir da 15ª, Vettel começou a se aproximar. Na 18ª, a folga já havia caído para 1s4. Na 26ª, com os líderes pegando tráfego, 0s9.\n\n\n\n(A corrida não estava das mais emocionantes, fato.)\n\n\n\nAs coisas só começaram a ficar mais agitadas na 33ª volta, quando Verstappen abriu a janela de pits. Bottas parou na seguinte e conseguiu voltar à frente do holandês.\n\n\n\nNa 35ª, Raikkonen parou. Vettel ficou com ar livre pela frente, com a missão de acelerar o máximo possível para tentar ganhar a liderança depois do seu pit.\n\n\n\nE foi o que fez. O alemão passou a emendar voltas voadoras, ciente de que aquele era sua única esperança. Raikkonen, por seu lado, também não aliviava.\n\n\n\nSeria tudo muito próximo. E foi.\n\n\n\nNa 39ª, Vettel entrou nos boxes. Saiu na ponta, com Raikkonen muito próximo. O GP de Mônaco tinha um novo líder.\n\n\n\nA partir daí, foi um passeio para Vettel. Na 45ª volta, ele já tinha 5s8 sobre o companheiro.\n\n\n\nQuem se deu bem, diante das circunstâncias, foi Hamilton. O inglês adiou ao máximo seu pit. Quando entrou, na 47ª volta, retornou em sétimo lugar. Aplausos.\n\n\n\nOutro que levou vantagem nos pits foi Ricciardo, que superou Bottas e assumiu o terceiro posto.\n\n\n\nNa 60ª volta, um enorme susto tirou a monotonia da prova. O carro de Wehrlein apareceu virado de lado na entrada do túnel, apoiado no guard rail.\n\n\n\nPassaram-se alguns instantes até entendermos o que houve. Button tentou passar o alemão por dentro na Portier, tocou a roda traseira direita da Sauber e jogou-a para fora. Instantes depois, o inglês abandonou.\n\n\n\nFoi um alívio ouvir Wehrlein conversando com a equipe pelo rádio e, logo depois, vê-lo saindo do carro.\n\n\n\nSafety car na pista, mantendo a tradição dos últimos anos _agora são 6 GPs seguidos no principado com intervenção.\n\n\n\nApesar de todos estarem com velocidade reduzida, Ericsson conseguiu a proeza de bater na primeira curva.\n\n\n\nTudo isso poderia ser bom para Raikkonen, já que ele voltou a colar em Vettel.\n\n\n\nPoderia. Mas não foi. Na relargada, na 67ª volta, o finlandês ficou na dele e em nenhum momento ameaçou o companheiro.\n\n\n\nBottas, sim, tentou superar Ricciardo. E Verstappen partiu para cima do finlandês. Mas Mônaco é Mônaco. Não conseguiram.\n\n\n\nTirando um toque de Pérez em Kvyat na Sainte-Dévote, que levou Massa à zona de pontos, as últimas voltas não tiveram muita emoção.\n\n\n\nVettel venceu com 3s145 sobre Raikkonen. Ricciardo passou a 0s600 do finlandês.\n\n\n\nFechando o top 10, Bottas, Verstappen, Sainz, Hamilton, Grosjean, Massa e Magnussen.\n\n\n\nPassadas seis corridas no Mundial, a Ferrari de Vettel é o carro a ser batido. Hamilton e sua Mercedes são os perseguidores, 25 pontos atrás.\n\n\n\nO cenário mudou. Para bem do esporte.",
    "title": "Vettel vence e se impõe no Mundial | Blog Blog Fábio Seixas",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [
      "Fábio Seixas"
    ],
    "link": "http://sportv.globo.com/site/blogs/especial-blog/blog-fabio-seixas/post/vettel-vence-e-se-impoe-no-mundial.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/blog/43af1e6e-18fc-4e41-a8ec-38f878e31191_vettel222.jpg"
  },
  {
    "publish_date": "2017-05-22 09:30:00",
    "text": "\n\n\n\nQuestionado pela torcida e com atuações abaixo das que teve, principalmente com a camisa do Santos, em 2015, Marquinhos Gabriel ganhou uma sobrevida neste fim de semana. O meia entrou do banco e deu o passe para o gol de Jô, contra o Vitória. Em coletiva, Fábio Carille elogiou o atleta e prometeu recuperá-lo. Para o comentarista Sérgio Xavier, no \"Troca de Passes\" esse confronto pode ser um divisor de água para o jogador e o vê com muito potencial.\n\n\n\nConfira os melhores momentos e gol do triunfo do Corinthians sobre o Vitória\n\n\n\nMarquinhos Gabriel teve boa atuação em triunfo do Timão contra o Vitória (Foto: MARCELLO ZAMBRANA/AGIF/ESTADÃO CONTEÚDO)\n\n- Ele é um jogador de qualidade. Tem velocidade, o drible. Quando foi contatado, a ideia era ter alguém diferente no elenco para ter jogada pessoal e ele tem. Na verdade teve. Perdeu a confiança. Entrava e errava. Esse jogo é importante para ser um divisor de águas.\n\n\n\nSegundo Roger Flores, apresentador do programa, o técnico corintiano tem essa missão de colocar o meia em grande fase novamente. O ex-jogador acredita que o difícil é colocar Marquinhos novamente com ânimo após passar boa parte dos jogos no banco de reservas.\n\n\n\n- Função do treinador. É fácil abandonar, limar jogador que está na fase ruim. Difícil é tentar recuperar o jogador que tem qualidade para ser titular e fica no banco, quando o treinador acaba escolhendo outro. Quando ele é sacado, é difícil manter o ânimo para ele continuar trabalhando e dar a volta por cima. Mas esse é o trabalho do treinador.\n\n\n\nApós um empate e uma vitória no Brasileirão, o Corinthians tem mais um jogo fora de casa. Sua próxima partida será contra o lanterna Atlético-GO, em Goiânia, neste domingo, às 16h. O Timão, na estreia empatou com a Chapecoense, na Arena Corinthians, em 1 a 1.\n\n",
    "title": "Comentarista destaca nova chance de Marquinhos Gabriel no Corinthians",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/programas/troca-de-passes/noticia/2017/05/comentarista-destaca-nova-chance-de-marquinhos-gabriel-no-corinthians.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2017/02/01/agi20170201272.jpg"
  },
  {
    "publish_date": "2017-05-27 01:00:00",
    "text": "Renato Moicano vai enfrentar Brian Ortega no UFC 214 (Foto: Jason Silva)\n\nDepois de superar Jeremy Stephens no UFC Kansas, em abril deste ano, Renato Moicano já tem data para retornar o octógono. O brasileiro vai encarar Brian Ortega no UFC 214, em Anaheim, na Califórnia, no dia 29 de julho, pela categoria peso-pena, como noticiou o site \"Los Angeles Daily News\". O americano volta à atividade oito meses após realizar uma cirurgia no ombro. Na última vez em que atuou, \"T-City\" levou a melhor sobre Clay Guida, no UFC 199.\n\n\n\nO duelo conta com um ingrediente extra: a invencibilidade dos dois lutadores. O brasileiro conta com um cartel de 13 vitórias e um \"No Contest\", enquanto Ortega possui 11 triunfos e uma luta sem resultado. Moicano passou a fazer parte do ranking dos penas depois da última luta, ocupando a 11ª posição. Já o americano, apesar do tempo fora de combate, é o número 9 na lista.\n\n\n\nUFC 214\n\n29 de julho, em Anaheim (EUA)\n\nCARD DO EVENTO (até o momento):\n\nPeso-meio-pesado: Daniel Cormier x Jon Jones\n\nPeso-pena: Cris Cyborg x Adversária a ser anunciada\n\nPeso-galo: Renan Barão x Aljamain Sterling\n\nPeso-pena: Ricardo Lamas x Chan Sung Jung\n\nPeso-pena: Doo Ho Choi x Andre Fili\n\nPeso-leve: Sage Northcutt x Claudio Puelles\n\npeso-palha: Kailin Curran x Aleksandra Albu\n\nPeso-leve: Josh Burkman x Drew Dober\n\nPeso-mosca: Jarred Brooks x Eric Shelton\n\nPeso-pesado: Dmitri Smoliakov x Adam Wieczorec\n\nPeso-pena: Brian Ortega x Renato Moicano\n\n\n\n01 Liddell desmente boatos de retorno ao UFC\n\n\n\nOs rumores de um possível retorno de Chuck Liddell ao octógono ganharam força nos últimos dias. John Hackleman, treinador do lutador durante muito tempo, declarou recentemente que o ex-atleta retornaria sob as devidas circunstâncias. No entanto, o próprio Liddel fez questão de desmentir o boato, afirmando que o técnico gosta de fazer brincadeiras nas declarações.\n\n\n\n- Vou dizer uma coisa sobre Hackleman. Na primeira vez que tivemos uma grande empresa televisiva cobrindo nossas lutas, os jornalistas falaram com Hackleman primeiro e depois vieram animados conversar comigo: \"Ele disse que você fica tão assustado antes da luta que precisa se arrastar até a cama e ficar abraçado com ele na noite anterior\". E eles estavam falando sério. Ele fez os jornalistas acreditarem. Eu comecei a rir. Hackleman é doido. Meu tipo preferido de doido. Ele gosta de zoar as pessoas - disse Liddel, em entrevista ao \"Bleacher Report\".\n\n\n\nO ex-lutador explicou que o assunto surgiu depois de fazer uma piada que não foi bem compreendida, e destacou que só retornaria ao octógono se recebesse um valor extraordinário - e pouco provável - para lutar.\n\n\n\n- Alguém disse que o duelo do Anderson Silva contra GSP seria uma luta de US$ 12 milhões. Eu disse para as pessoas que por US$ 12 milhões lutaria com os dois, agora. Ao mesmo tempo. As pessoas entenderam que eu voltaria a lutar. Era uma piada. Mas se alguém aparecer com US$ 12 milhões, sim, claro, eu voltaria. Tenho uma chance contra qualquer um - finalizou.\n\n\n\n\n\n\n\n\n\n",
    "title": "Curtinhas: Renato Moicano encara Brian Ortega no UFC 214, em Anaheim",
    "source_description": "No SporTV você encontra a melhor cobertura em vídeos sobre todos os  Esportes no         Brasil e no Mundo: campeonatos, classificações, resultados, atletas e notícias.",
    "authors": [],
    "link": "http://sportv.globo.com/site/combate/noticia/2017/05/curtinhas-renato-moicano-encara-brian-ortega-no-ufc-214-em-anaheim.html",
    "source": "globo",
    "top_image": "http://s.glbimg.com/es/ge/f/original/2016/05/13/pesagem_ufc198_0009.jpg"
  }
]