[{"title": "Para Amaral, Sport pode ser última chance de Luxa: \"Ele perdeu o foco\"", "text": "\n\n\n\n\n\n\n\nAumentam cada vez mais as chances de Vanderlei Luxemburgo acertar em definitivo com o Sport. A diretoria se movimenta em buscar um técnico experiente e de renome, e o executivo de Futebol do Leão, Alexandre Faria, mostrou-se otimista com o feliz desfecho nas negociações. Nesta sexta, o \"Troca de Passes\" recebeu a visita do ex-jogador Amaral. Comandado por Luxa no Palmeiras bicampeão brasileiro em 1993-94 e no Corinthians campeão brasileiro em 1998, o ex-volante, que conhece bem o jeito de trabalhar do treinador, acha que ele perdeu o foco com o passar dos anos e precisa mudar alguns conceitas para aproveitar o que considera a última chance.\n\n\n\n\n\nAmaral, sobre Luxa Quer ver cortador de grama, quer ver o que o jogador está comendo... Depois que ele começou a fazer isso, ele perdeu um pouco o foco.\"\n\n- Acho que o Luxemburgo tem que voltar no tempo lá atrás, quando ele começou com a seriedade, focando naquilo realmente que ele queria que eles fizessem. Começou no Bragantino, chegou ao Palmeiras. Ele perdeu um pouco o foco, né? Se ele tivesse a simplicidade, o entendimento em não botar o nariz nas outras coisas... Cortador de grama, quer ver o que o jogador tá comendo... Depois que ele começou a fazer isso, ele perdeu um pouco o foco.\n\n\n\nSegundo Amaral, Vanderlei acabou perdendo espaço no mercado com a mudança de postura. Considera que se tivesse mantido a proposta inicial, de se preocupar apenas com o time dentro de campo, estaria ainda na ponta entre os treinadores brasileiros.\n\n\n\nLuxa no Tianjin Quanjian, da China: treinador pode voltar ao futebol brasileiro (Foto: Danilo Sardinha/GloboEsporte.com)\n\n- Se ele estivesse focado mesmo, hoje o Luxemburgo seria o treinador da seleção brasileira. Seria como aquele treinador do Manchester United (Alex Ferguson), que ficou o maior tempão.\n\n\n\nO ex-volante, que vestiu a camisa da seleção brasileira nos anos 1990, ganhou também Brasileiro e Copa Mercosul no Vasco em 2000 e defendeu a camisa de grandes clubes na Europa como Benfica e Fiorentina, entre outros, fez questão no entanto de fazer um alerta ao treinador, em meio aos elogios. Acha que se Luxa acertar mesmo com o Sport, terá a última oportunidade de se reafirmar.\n\n\n\n\n\nAmaral Se ele estivesse focado mesmo, hoje o Luxemburgo seria o treinador da seleção brasileira. Seria como aquele treinador do Manchester United (Alex Ferguson), que ficou o maior tempão.\"\n\n- É um excelente treinador, ninguém desaprende de uma noite para o dia, né? Acho que ele está tendo agora a última oportunidade, tem que agradecer a Deus. Um time de tradição, um time forte, apesar de não estar no mercado como os daqui de São Paulo, Rio de Janeiro, Minas, Porto Alegre, que são mais centrados. Mas é um time que pode dar essa chance para ele de viver de novo as glórias que viveu no passado.\n\n\n\nO Sport garante não ter pressa para fechar com o treinador. A impressão de Faria é que o treinador gostou do projeto e da ideia de treinar o Sport.\n\n\n\n- Ele falou uma frase que, para mim, foi extremamente relevante. Que, se fosse para trabalhar em um clube do Nordeste, ele queria vir para o Sport. Vanderlei é um cara muito firme nas suas colocações e não negou, em nenhum momento, que tem vontade de trabalhar no Sport. Porque ele sabe da grandeza do clube e pelas informações que colheu com outros profissionais do mercado. A receptividade foi a melhor possível - declarou ao GloboEsporte.com\n\n", "publish_date": "2017-05-27 12:36:00"}, {"title": "Amaral recorda caso de \"marcar\" o Apartheid e revela gafe de Rivaldo", "text": "\n\n\n\nUm dos jogadores mais carismáticos do futebol brasileiro, Amaral, além de ter conquistado muitos títulos por onde passou, principalmente Palmeiras e Corinthians, também é conhecido por um bom contador de histórias. Em entrevista ao \"Troca de Passes\", o ex-volante recordou um episódio quando foi atuar pela Seleção Brasileira na África do Sul, em 1996, quando o país vivia um problema sério do Apartheid, com a discriminação dos negros do país.\n\n\n\n- Quando fui convocado, um jogo em Joanesburgo, ai o Tino Marcos perguntou se eu podia fazer uma entrevista quando chegasse, porque o Zagallo já tinha me confirmado como titular. Falei: \"Beleza, po. Jornal Nacional, Globo, Capivari vai me ver\". Quando chegamos, o Tino falou: \"Chegamos aqui em Joanesburgo, estamos aqui com Amaral, ele já o confirmou como titular. É um jogo importante para se afirmar e aqui tem o problema do Apartheid\". Respondi se ele era um jogador perigoso, vou fazer a marcação dele. Deixa comigo. Vai ver por isso o Zagallo me confirmou para marcá-lo. O Tino dava risada, chorava de rir e não dava para cortar.\n\n\n\nAmaral entregou história de Rivaldo na Seleção (Foto: Reprodução SporTV)\n\nUma das estrelas daquela Seleção Brasileira era Rivaldo e o ex-jogador do Barcelona dividia quarto com Amaral para este amistoso. Encucado com a história do Apartheid, após o repórter da Rede Globo o explicar do que se tratava, o ex-volante questionou o camisa 10 do Brasil se ele conhecia este tema e se surpreendeu com a resposta.\n\n\n\n- Fui para o quarto depois disso e nossa jantar era a noite. Estava com o Rivaldo e ele me falou que tava com fome. Eu peguntei se ele conhecia Apartheid, ai ele respondeu: \"Que prato é esse? vamos pedir\".\n\n\n\nEsta partida acabou 3 a 2 para o Brasil e ficou marcada por um gol de voleio de Bebeto e a comemoração \"aviãozinho\" que Zagallo fez na época para responder o técnico da África do Sul.\n\n", "publish_date": "2017-05-27 09:00:00"}]