[
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/airbus.jpg",
    "authors": [],
    "source_description": "",
    "title": "LastPass agora oferece backup na nuvem para autenticação de dois fatores",
    "link": "http://computerworld.com.br/lastpass-agora-oferece-backup-na-nuvem-para-autenticacao-de-dois-fatores",
    "text": "O gerenciador de senhas LastPass agora conta com um recurso de backup na nuvem para quem escolher utilizar sua solução de autenticação de dois fatores por meio do aplicativo LastPass Authenticator.\n\nDesta forma, o usuário que optar pela nova funcionalidade não terá mais problemas neste sentido em caso de perda ou roubo do seu aparelho celular.\n\nIsso porque o novo backup na nuvem do LastPass Authenticator permite que o usuário restaure seus tokens multifatores (códigos complementares de acesso) nesses casos.\n\nApós abrir o app do Authenticator no seu novo smartphone, basta escolher a opção para restaurar a sua conta a partir do backup – ou adicionar uma nova conta de forma manual.\n\nSegundo a empresa, essa restauração leva poucos segundos para ser realizadas e mostrará o Authenticator como no seu smartphone antigo, incluindo todas as suas contas.",
    "source": "computerworld",
    "publish_date": "2017-05-22 15:44:09-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/airbus.jpg",
    "authors": [],
    "source_description": "",
    "title": "IoT abrirá novas oportunidades para setor de telecom, afirma Bain & Company",
    "link": "http://computerworld.com.br/iot-abrira-novas-oportunidades-para-setor-de-telecom-afirma-bain-company",
    "text": "O potencial de crescimento de Internet das Coisas (IoT), que deve movimentar mais de US$ 470 bilhões por ano até 2020, segundo estimativas da Bain & Company, é inegável. Mas quem será responsável pelo suporte de uma infraestrutura tão complexa que conecta diversos tipos de tecnologias e dispositivos? Estudo da consultoria Close to Core, intitulado “Telcos’ Competitive Advantage in the Internet of Things” mostra que as empresas de telecomunicações terão de enfrentar esse desafio.\n\n“A indústria de telecom tem nas mãos uma grande oportunidade de crescimento, embora poucas companhias do setor estejam encarando dessa forma. Quando a IoT já estiver estabelecida e milhões de dispositivos precisarem de gestão, nenhum outro segmento será capaz de coordenar essa mudança”, afirma o sócio da Bain & Company Franz Bedacht. “A porta já está aberta, as companhias só precisam entrar.”\n\nSegundo a análise, as empresas do setor ainda estão focadas em oferecer soluções específicas para seus clientes, e acabam investindo em nichos de mercado que já estão saturados. O estudo ressalta, no entanto, que a soma da experiência em conectividade, gestão de diretórios extensivos e ciclos de vida de dispositivos tornam o segmento de telecomunicações o único qualificado para atuar com IoT.\n\nO levantamento da Bain & Company também selecionou estratégias para as três especialidades mencionadas acima que devem ser desenvolvidas para atender às demandas de IoT. São elas:\n\n• Conectividade de rede: É o ponto de partida para conquista de oportunidades em IoT. A indústria de telecomunicações tem experiência e capacitação para realizar o fornecimento de rede carrier-grade que atende aos requisitos de compliance e demandas de governança em um ambiente global de regulamentação. Com o desenvolvimento das redes definidas por software, as redes virtuais oferecem flexibilidade nos serviços sob medida, segurança e níveis de desempenho satisfatórios. Esses critérios serão essenciais para possibilitar que os clientes sejam autossuficientes nas provisões, quando for necessário, e permitir a integração com uma terceira parte do sistema, por meio do monitoramento apropriado de APIs.\n\n• Gestão do ciclo de vida: A oportunidade para as empresas de telecomunicações está na expertise nas áreas de implementação, manutenção e desativação de milhares de dispositivos de suas redes, garantindo segurança, manutenção de diretórios e gestão dos direitos, mesmo após anos da instalação.\n\n• Soluções verticais: As companhias de telecomunicações precisam escolher sua área de atuação direta para facilitar o trabalho nos mercados verticais dos provedores de solução. Aquelas que preferirem focar suas capacitações em algumas indústrias terão mais chances de ser bem-sucedidas.\n\n“As empresas que se adiantarem e forem proativas terão vantagens no mercado de IoT. Elas conseguirão definir padrões e também vão assumir o papel de provedores de plataforma. Sem contar que vão deter um conhecimento mais profundo sobre arquitetura da rede e desenvolverão novas habilidades e capacitações necessárias para superar a concorrência”, destaca Bedacht.",
    "source": "computerworld",
    "publish_date": "2017-05-22 13:35:39-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/airbus.jpg",
    "authors": [],
    "source_description": "",
    "title": "Venda de celulares no Brasil cai pelo segundo ano, mas país continua estratégico para fabricantes",
    "link": "http://computerworld.com.br/venda-de-celulares-no-brasil-cai-pelo-segundo-ano-mas-pais-continua-estrategico-para-fabricantes",
    "text": "A venda de celulares no Brasil voltou a cair pelo segundo ano consecutivo. O número de aparelhos comercializados no ano passado totalizou 48,4 milhões, o que representa uma queda de 5,2% na comparação com 2015, quando foram vendidos 51,1 milhões de dispositivos, segundo o estudo IDC Brazil Mobile Phone Tracker Q4, realizado pela IDC Brasil.\n\n“Mesmo com queda nas vendas nos últimos dois anos, o país conseguiu se manter na quarta colocação entre os que mais vendem smartphones no mundo e continua sendo estratégico para os fabricantes”, diz Leonardo Munin, analista de pesquisa do mercado de celulares da IDC para América Latina.\n\nDo total de aparelhos vendidos em 2016, 43,5 milhões foram smartphones (queda de 7,3%) e 4,9 milhões feature phones (crescimento de 18,5%). “O primeiro semestre de 2016 foi muito fraco e refletiu diretamente nas vendas dos smartphones. Foi um período de dólar elevado e muita indecisão político-econômica. Nos três primeiros meses do ano passado, por exemplo, os fabricantes chegaram a pausar a produção por falta de peças (ou insumos) devido às incertezas do mercado. Já no segundo semestre, com a oferta de dispositivos estabilizada e com o consumidor um pouco mais confiante, houve uma melhora, principalmente no último trimestre”, avalia Munin.\n\nO estudo da IDC revela ainda um comportamento bastante diferente em relação às marcas que dominam o mercado de celulares no Brasil. De acordo com o analista, até 2014, 94% dos aparelhos vendidos pertenciam a seis marcas globais. No ano passado, o número passou para 80%. “Fabricantes menores globais ou nacionais ganharam uma fatia importante do mercado. O cenário favoreceu quem trabalha com preços mais acessíveis. Além disso, as empresas passaram a investir mais para atender um consumidor que exige design diferenciado, durabilidade, capacidade de memória e câmera e que gasta mais para ter um celular, tanto que o tíquete médio dos aparelhos passou de R$ 882, em 2015, para R$ 1050, em 2016.\n\nDesempenho no quarto trimestre\n\nO quarto trimestre de 2016 apresentou crescimento de 16% na comparação com o mesmo período de 2015. Foram vendidos 13,8 milhões de aparelhos, sendo 12,5 milhões de smartphones (crescimento de 14%) e 1,3 milhão de feature phones (crescimento de 31%). “O último trimestre foi surpreendente, principalmente por conta da Black Friday, que ganhou força nos últimos anos e se firmou como a principal data para o mercado de celulares. Muitos consumidores anteciparam as compras de final de ano e outros esperaram a data para trocar de aparelho”, completa o analista da IDC para América Latina.\n\nPara Munin, o cenário para este ano é um pouco mais otimista. A previsão é de que sejam vendidos 49,2 milhões de aparelhos durante o ano, ou seja, 1,6% a mais do que em 2016. Deste total, quase 45 milhões serão smartphones (com crescimento de 3%). “Depois de dois anos seguidos de queda, este resultado será muito satisfatório. Podemos dizer que o pior para o mercado de smartphones já passou”. Além dos fatores macroeconômicos melhores, os canais terão portfolios mais assertivos com os produtos que os consumidores querem. “Também acreditamos em uma competição forte entre os principais fabricantes para oferecer preços atrativos e aparelhos com boas especificações. O consumidor será beneficiado.”\n\nAinda de acordo com as previsões da IDC, este deve ser um ano de reposição de celular. “Hoje, temos aproximadamente 153 milhões de aparelhos em uso no Brasil, sendo 121 milhões smartphones e 32 milhões feature phones, ou seja, 21% da população ainda deve migrar de um telefone convencional para um aparelho inteligente. Outro fator relevante é que o número de smartphones antigos nessa base de 121 milhões é alto, o que impulsionará nas renovações”, finaliza o analista da IDC.",
    "source": "computerworld",
    "publish_date": "2017-03-24 18:47:00-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/pipes-1746296_1_0.jpg",
    "authors": [],
    "source_description": "",
    "title": "Geolocalização e big data juntos para uma nova abordagem ao consumidor",
    "link": "http://computerworld.com.br/geolocalizacao-e-big-data-juntos-para-uma-nova-abordagem-ao-consumidor",
    "text": "A tecnologia tem se aproximado cada vez mais da comunicação para gerar uma nova maneira de entender e abordar o consumidor. Não é novidade que a forma mais tradicional de atingir o público — propaganda online e offiline, campanhas massivas, etc. — já não consegue produzir os mesmos resultados de 20 anos atrás. É aí, então, que as empresas devem apostar na tecnologia como uma nova forma de compreender, segmentar e gerar conteúdo relevante.\n\nA questão é que o casamento da tecnologia com a comunicação neste nível ainda é algo novo para muitos gestores — porém, o C-Level de marketing precisa estar cada vez mais envolvido na gestão das informações de forma estratégica.\n\nSem a tecnologia certa, o CMO corre o risco de ficar paralisado frente a um grande volume de informações. Hoje em dia, é possível capturar dados de mobile, mídias sociais, comportamento de compra, histórico de busca nos pontos de contato online, e até mesmo informações de geolocalização.\n\nNão é à toa que os analistas preveem o aumento da convergência entre o CMO e o CIO — que se unem justamente para conseguir gerenciar a enorme quantidade de dados.\n\nLealdade e tecnologia\n\nEnquanto o mercado ainda enxerga as plataformas de lealdade como ferramentas de retenção de clientes, os fornecedores têm ido além, e apostado na integração de diversas tecnologias, como programas de recompensas, engajamento digital, CRM, estratégias de personalização e big data, para gerar soluções que envolvem lealdade e engajamento, e podem se tornar grandes hubs de gestão do cliente, auxiliando também na construção da jornada omnichannel do consumidor.\n\nSe os antigos programas de fidelidade retinham clientes oferecendo recompensas e descontos em suas compras futuras, hoje as novas tecnologias permitem que as empresas capturem cada vez mais dados do consumidor. Por meio do big data, as organizações podem obter uma visibilidade consideravelmente maior de quem são seus clientes e sobre como eles se comportam durante a jornada de compra em múltiplos pontos de contato.\n\nAs plataformas de lealdade que apostam na integração de diversas tecnologias são capazes de agregar esse conhecimento para aumentar os níveis de retenção e satisfação, oferecendo experiências mais relevantes para diferentes perfis de consumidor — muito além dos brindes e descontos na próxima compra.\n\nOu seja, além de entender melhor o comportamento do cliente, as empresas podem, por meio da análise preditiva, gerar ofertas e recomendações personalizadas de novos produtos e serviços, oferecendo valor para cada cliente com base em suas preferências.\n\nDados de geolocalização também estão ganhando espaço nas novas plataformas de lealdade. Com base nessas informações, as empresas podem gerar ofertas com base na localização do cliente. No varejo, por exemplo, plataformas modernas de lealdade que possuem integração com aplicativos mobile permitem às empresas enviar notificações push sempre que um cliente se aproximar de um ponto de venda, adicionando mais uma camada de personalização ao programa de lealdade.\n\nCom o avanço de tecnologias como a Internet das Coisas, a tendência é que o volume de dados de clientes só cresça. Por fim, a capacidade de coletar e analisar esses dados, e gerar insights para criar experiências relevantes e personalizadas, será um fator crítico para manter a competitividade do negócio e criar uma nova abordagem ao consumidor.\n\n*Carlos André é CEO da Loyalty Sci.",
    "source": "computerworld",
    "publish_date": "2017-05-02 18:56:48-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/acordo_4.jpg",
    "authors": [],
    "source_description": "",
    "title": "Vendas de Chromebooks crescem 38% em 2016",
    "link": "http://computerworld.com.br/vendas-de-chromebooks-crescem-38-em-2016",
    "text": "Com o mercado de PCs em franca desaceleração, os Chromebooks, notebooks que utilizam o sistema operacional Chrome OS, retirou uma fatia expressiva dos PCs equipados com Windows 10 no ano passado à medida que a sua popularidade cresceu também fora do setor educacional.\n\nAs remessas de Chromebooks cresceram impressionantes 38% no ano passado na comparação com 2015, de acordo com o Gartner. Segundo o instituto de pesquisas, foram vendidos 9,4 milhões de Chromebooks na última temporada contra “apenas” 6,8 milhões no ano anterior.\n\nO número é apenas uma pequena fração das vendas gerais de PCs, mas o crescimento aconteceu mesmo em meio a um momento de queda do mercado de computadores pessoais. As vendas gerais de PCs alcançaram 270 milhões de unidades em 2016, uma queda de 6,2%, conforme a consultoria.\n\nO Gartner estima que as vendas de chromebooks devem continuar crescendo nos próximos anos, mas em um ritmo mais lento. Para este ano, a consultoria prevê que as remessas cheguem às 10,9 milhões de unidades, um crescimento de 16,3% em relação ao ano passado. A projeção para 2018 é de 11,9 milhões de unidades.\n\nA consultoria IDC também prevê que os embarques de chromebooks crescerão em porcentagens de dois dígitos nos próximos anosC",
    "source": "computerworld",
    "publish_date": "2017-05-05 19:36:00-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/smartphone_mobilidade.jpg",
    "authors": [],
    "source_description": "",
    "title": "BR Home Centers aumenta vendas em 20% com solução móvel da Honeywell",
    "link": "http://computerworld.com.br/br-home-centers-aumenta-vendas-em-20-com-solucao-movel-da-honeywell",
    "text": "A BR Home Centers tinha como desafio reformular todo o processo de atendimento ao cliente em suas 26 lojas de material de construção das bandeiras TendTudo e Casa Show. A ideia consistia em, dessa forma, acabar com filas de atendimento e aumentar a produtividade de seus funcionários.\n\nO projeto proposto pela integradora Quebeck ao Grupo considerou a implementação de 647 equipamentos de autoatendimento Honeywell CN51 rodando Android. A reestruturação das tecnologias de atendimento e de vendas começou em 2014, sendo concluída no ano seguinte.\n\nSegundo Tácio Henrique, gerente de serviços de informação da BR Home Centers, no interior das lojas havia seis computadores fixos para atendimento dos clientes, nos quais os vendedores realizavam consultas, orçamentos e negociavam vendas, muitas vezes ocasionando filas de espera para atendimento e, consequentemente, reduzindo a produtividade dos funcionários, por causa da lentidão de todo o processo.\n\nHoje, cada vendedor tem seu dispositivo móvel, o que agiliza a realização de consultas, orçamentos e pedidos. “O cliente fica próximo do vendedor o tempo inteiro, sem a necessidade de sentar em uma mesa para negociar a compra”, ilustra o executivo, citando que a tecnologia tornou o processo mais ágil e mais produtivo para todo mundo.\n\nCom a solução em operação, em janeiro de 2015, as lojas TendTudo e Casa Show puderam perceber um aumento de 20% no número de vendas assistidas por equipamentos móveis. De forma gradativa, a quantidade de transações efetuadas por meio do produto da Honeywell começou a aumentar.\n\nSegundo a companhia, partir de abril até o momento atual, as lojas físicas do BR Home Centers já totalizam 90% de vendas com o uso dos dispositivos móveis, em relação ao total de vendas efetuadas.\n\n“Antes, se o cliente não encontrasse a metragem de determinado piso, precisava ir até a estação para verificar essa dimensão e voltar para o meio da loja atrás do código de barras, para novamente consultar o piso. Hoje, todo o transtorno enfrentado pelo consumidor em lojas físicas acabou. O cliente já consegue fazer tudo de uma vez sem precisar sair do lugar”, destaca Henrique.",
    "source": "computerworld",
    "publish_date": "2016-10-03 18:05:31-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/airbus.jpg",
    "authors": [],
    "source_description": "",
    "title": "Talvez você já faça gestão de risco e nem saiba",
    "link": "http://computerworld.com.br/talvez-voce-ja-faca-gestao-de-risco-e-nem-saiba",
    "text": "O que passa pela sua cabeça quando você escuta a expressão gestão de riscos? Se você é da área de TI ou conhece os conceitos do PMI (Project Management Institute) para gestão de projetos, certamente já ouviu falar sobre isso, muito embora provavelmente não utilize seus princípios regularmente.\n\nOs leigos poderiam dizer que gestão de risco é atividade inerente dos bancos, seguradoras, empresas de crédito, engenharia, hospitais, etc. É fato que a gestão de risco é bastante aplicada onde o risco para o capital é mais evidente (investimentos, reservas, etc.) e às pessoas que exercem atividades de risco. Nos ambientes empresariais ou organizacionais onde há governança corporativa efetiva, a gestão de risco é conhecida e implementada — uma vez que os riscos corporativos precisam ser identificados, tratados e monitorados. No Brasil, o IBGC (Instituto Brasileiro de Governança Corporativa) divulga um manual que trata desse tema e o Banco Central obriga que as instituições financeiras tenham uma estrutura de gerenciamento de risco operacional.\n\nQuem não conhece bem o tema pode achar que para realizar a Gestão de Riscos é necessário utilizar muitos recursos, ter uma formação com muitas horas de estudo ou mesmo ter uma área dedicada para este fim. O importante é avaliar o quanto a gestão de riscos pode ser benéfica à sua organização — e começar. Não é necessário dominar todos os conceitos da norma ABNT NBR ISO 31000 (“Gestão de riscos – Princípios e diretrizes”, de 2009), basta conhecer os principais conceitos e ter regularidade, pois os riscos mudam com o passar do tempo.\n\nA sua empresa possui uma área comercial, de marketing ou de RH? Alguma delas utiliza a gestão de riscos? Processos de trabalho e projetos de qualquer área podem ter seus riscos gerenciados, em prol da organização.\n\nComo exemplo dos mais diferentes tipos de riscos os quais poderemos vivenciar, vou usar um personagem fictício: o Carlos Silveira, um coordenador de recursos humanos de uma empresa brasileira que precisa organizar um evento ao ar livre na cidade de São Paulo, o qual contará com palestras e almoço. Há inúmeros riscos os quais precisam ser considerados neste caso: pode chover; algum palestrante pode faltar; alguma autoridade no assunto pode estar na cidade (e que pode ser convidada para o evento); haver problemas com a empresa contratada para o almoço; entre muitos outros riscos.\n\nÉ necessário refletir a respeito do que pode dar certo e do que pode dar errado. Outro exemplo, mas este real, aconteceu na entrega do último Oscar, quando houve um problema com o envelope relativo ao anúncio do melhor filme. No planejamento desse evento, alguém poderia ter se perguntado: “E se um apresentador receber o envelope errado?” O que deve ser feito para garantir que o apresentador vai receber o envelope certo?“ E se ainda assim ele receber o envelope errado, qual deve ser o plano B de ação?\n\nOs gestores mais experientes têm mais facilidade para identificar riscos em suas áreas de atuação. Esses muitas vezes são considerados cautelosos demais, às vezes até pessimistas. Por outro lado, aqueles com pouca experiência não conhecem a gama de oportunidades e ameaças que o futuro pode proporcionar. O que importa é a preocupação de tentar “visitar o futuro”, indagar de forma organizada o que pode ajudar ou atrapalhar o seu objetivo, e não apenas contar com a experiência (que é importante, mas que é um “olhar para o passado”) e com a intuição. Ao explicitar os riscos de forma sistematizada, melhora-se a organização e a comunicação; ao registrar a evolução do risco, passa-se a ter memória e o aprendizado organizacional é aumentado.\n\nA gestão de riscos precisa ser aplicada de forma mais ampla, pois seus benefícios podem ser extremamente úteis em áreas onde a gestão não é tradicionalmente utilizada. Os gestores que lidam com planejamento, objetivos, metas, projetos e processos, precisam estar preparados para incidentes, eventos não-programados, vulnerabilidades e todos os riscos existentes - e para aqueles que ainda estão por vir.\n\n*Marcos Villas é sócio-fundador da RSI Redes e professor da PUC-Rio.",
    "source": "computerworld",
    "publish_date": "2017-04-16 20:47:00-03:00"
  },
  {
    "top_image": "https://d335luupugsy2.cloudfront.net/images/landing_page/93344/social_share_image.png",
    "authors": [],
    "source_description": "",
    "title": "Exporte mais com a ajuda da Tecnologia da Informação",
    "link": "http://whitepapers.computerworld.com.br/exporte_mais_com_a_ajuda_da_tecnologia_da_informacao",
    "text": "Preencha corretamente os campos marcados\n\nNome*\n\nSobrenome*\n\nEmail*\n\nConfirmar E-mail Corporativo*\n\nTelefone*\n\nEmpresa*\n\nÁrea de atuação da sua empresa* Selecione Outros Não se aplica Comércio: Atacadista (Ligado a Informática) Comércio: Varejista (Ligado a Informática) Comércio: Atacadista/Varejista (Não Ligado a Informática) Indústria: Aeronáutica Indústria: Agropecuária/Pesca Indústria: Alimentos e Bebidas Indústria: Automobilística Indústria: Computadores, Comunicações, Periféricos Indústria: Construção/Arquitetura/Engenharia Civil Indústria: Eletrodomésticos Indústria: Eletrônica Indústria: Informática Indústria: Equipamentos de Telecomunicações Indústria: Farmacêutica Indústria: Laboratórios de Pesquisa e Desenvolvimento Indústria: Madeira, Móveis e Instalações Indústria: Maquinário Industrial e Comercial (Não Ligado a Informática) Indústria: Mineração/Química/Petroquímica Indústria: Outros Indústria: Papel e Celulose Indústria: Produtos Têxteis e Couro Indústria: Siderúrgicas Indústria: Software Governo: Estadual ou Municipal Governo: Forças Armadas Governo: Justiça, Ordem Pública e Segurança Governo: Federal Serviços: Advocacia/Serviços Legais Serviços: Agências de Publicidade ou RP Serviços: Consultor (Ligado a Informática) Serviços: Consultorias de Negócios (Não Ligado a Informática) Serviços: E-commerce/Internet Serviços: Editora/Emissoras de TV e Rádio Serviços: Educação Serviços: Finanças/Bancos/Seguros Serviços: Hoteleira/Recreação/Entretenimento Serviços: Logística/Transporte Serviços: Outros Serviços: Processamento de Dados Serviços: Provedores (ISP, Telecomunicaçoes, Data Comm, TV/Cabo) Serviços: Saúde/Medicina/Dental Serviços: VAR, VAD, Sistemas ou Integrador de Rede Serviços: Provedor de Serviços (ASP, ESP, Web Hosting)\n\nNúmero de funcionários* Selecione 0 à 19 20 à 99 100 à 249 250 à 500 501 à 999 1000 à 2500 2501 à 5000 5001 à 10000 Acima de 10000\n\nCargo* Selecione Corporativo: CEO / Presidente / Proprietário / Sócio Corporativo: Vice-Presidente Corporativo: CMO / CFO / Controller/ COO / CIO Corporativo: CIO / CTO / CSO Corporativo: Diretor (Tecnologia) Corporativo: Diretor (Não Tecnologia) Tecnologia: Gerente / Chefe Tecnologia: Supervisor / Coordenador Tecnologia: Administrador de Banco de Dados (DBA) Tecnologia: Administrador de E-Business Tecnologia: Administrador de Rede / Networking Tecnologia: Administrador de Sistemas de Telecomunicações Tecnologia: Analista Tecnologia: Assistente Tecnologia: Vendedor Tecnologia: Webmaster Tecnologia: Desenvolvedor / Programador Tecnologia: Designer Gráfico / Web Designer Tecnologia: Suporte Técnico / Help Desk Tecnologia: Revendedor de Informática Não Tecnologia: Gerente / Chefe Não Tecnologia: Supervisor / Coordenador Não Tecnologia: Consultor / Assessor Não Tecnologia: Assistente / Analista Não Tecnologia: Profissional de Administração Pública Não Tecnologia: Professor / Reitor Não Tecnologia: Profissional Liberal Não Tecnologia: Vendedor / Representante Não Tecnologia: Jornalista Não Tecnologia: Assessor de Imprensa / Relações Públicas Não Tecnologia: Publicitário / Mídia Estagiário Estudante Não trabalho no momento\n\nÁrea do cargo* Selecione Tecnologia da Informação Segurança da Informação Desenvolvimento de Aplicativos Testes de aplicativos móveis Quality Assurance Application Owner Programação / Desenvolvimento Operações de TI Arquitetura da Informação Gestão da Informação Gestão de Projetos Governança da Informação Infraestrutura: Data Center Infraestrutura: Storage Infraestrutura: Rede Infraestrutura: Telecom Comercial Marketing Financeiro / Administrativo Recursos Humanos Internet / Web Comunicação Mídia Digital Assessoria de Imprensa Logística Engenharia Jurídico Imprensa Publicidade e Propaganda Editorial Acadêmico / Educação / Treinamento Auditoria / Compliance Outro\n\nEstado* Selecione AC AL AP AM BA CE DF ES GO MA MT MS MG PA PB PR PE PI RJ RN RS RO RR SC SP SE TO\n\nCidade*\n\nPaís*\n\nGostaria de receber emails promocionais da empresa\n\n3 + 7 = ?\n\nPrometemos não utilizar suas informações de contato para enviar qualquer tipo de SPAM.\n\n\n\nPara obter mais informações sobre o dados fornecidos neste formulário, consulte nossa política de privacidade.",
    "source": "computerworld",
    "publish_date": "None"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/guerra_soldados.jpg",
    "authors": [],
    "source_description": "",
    "title": "Diário de campo na guerra por talentos no mercado de tecnologia",
    "link": "http://computerworld.com.br/diario-de-campo-na-guerra-por-talentos-no-mercado-de-tecnologia",
    "text": "Durante o último ano, tive a oportunidade de estar dos dois lados de uma entrevista de emprego: como candidato e como recrutador. Com esta experiência, tive duas impressões: recrutadores estão desesperados por profissionais qualificados e alguns candidatos estão guiando suas carreiras, única e exclusivamente, pelo quesito remuneração.\n\nEstas impressões são do meu ponto de vista pessoal, com base em diversos contatos que tive com recrutadores e em entrevistas que conduzi, buscando candidatos para as vagas disponíveis no Guichê Virtual, startup líder na venda de passagens de ônibus online. Isso me levou a refletir mais a fundo sobre esse assunto.\n\nRecrutadores estão desesperados por profissionais qualificados\n\nApesar de estarmos enfrentando uma situação econômica um tanto desfavorável no país, o mercado de tecnologia está crescendo. Ainda assim, a quantidade de profissionais qualificados não vem acompanhando esta curva acentuada. Neste cenário temos, de um lado, empresas sempre buscando contratar profissionais experientes e, do outro, uma oferta escassa de talentos, majoritariamente formada por profissionais recém-formados e/ou pouco experientes.\n\nEsse problema acontece por uma combinação de fatores. Inicialmente, é possível observar que, apesar da criação de colégios voltados para a qualificação técnica, o interesse pela área ainda é relativamente baixo e não atende a toda a demanda do mercado. Em seguida, a velocidade absurda no avanço das tecnologias faz com que pouquíssimos profissionais tenham mais do que dois ou três anos de experiência especificamente nessas ferramentas inovadoras.\n\nEnquanto isso, há uma explosão de startups e outras empresas de tecnologia no mercado emergente brasileiro. Empreendedores estão visualizando diversas oportunidades de negócio baseadas em inovação tecnológica e estão famintos para aproveitá-las o mais rápido possível. Por isso, precisam com urgência de profissionais extremamente qualificados e que possam rapidamente desenvolver os produtos e serviços para atingir o mercado em tempo hábil.\n\nDentro desse cenário, o recrutamento de profissionais de tecnologia está cada vez mais complexo e demorado, e a falta de profissionais qualificados para as vagas específicas faz com que empresas e recrutadores diminuam cada vez mais os requisitos necessários para a contratação. Além disso, é comum que cargos mais altos sejam oferecidos a profissionais menos experientes como forma de atração e retenção de pessoas que tenham ao menos alguma qualificação na área.\n\nEnquanto isso, os talentos do mercado de tecnologia…\n\nPara os profissionais mais qualificados e experientes é um excelente cenário para buscar novos desafios e melhores condições de trabalho. Já para os recém-formados, um começo de carreira acelerado e bastante promissor. E, por fim, para os menos qualificados, uma oportunidade de galgar posições interessantes.\n\nPorém, essa escassez de talentos no mercado de tecnologia traz alguns comportamentos que acabam prejudicando eles mesmos. Além do fato de muitos candidatos enviarem currículos desconexos com a vaga pretendida, é muito comum encontrar exageros que, após uma conversa de 15 minutos por telefone, claramente não condizem com a realidade.\n\nTenho notado também uma falta de vontade de muitos candidatos em participar de um processo seletivo mais criterioso. É como se eles quisessem que o recrutador adivinhasse quem são os melhores profissionais do mundo simplesmente com um aperto de mão. Mas é após o processo seletivo, no momento da proposta de trabalho, que vem a real guerra do mercado, a salarial (e consequente rotatividade altíssima no setor).\n\nApesar de estudos apontarem que a geração Y valoriza mais outros fatores do que simplesmente salário, na prática a remuneração ainda conta bastante. E sim, é completamente compreensível que este seja um dos principais fatores para nortear uma decisão profissional, mas não o único. Atualmente, alguns profissionais travam verdadeiros leilões salariais.\n\nNa minha visão, esse fenômeno prejudica profissionais e empresas. Apesar da oportunidade de melhores salários, isso afeta negativamente a evolução do profissional no mercado de trabalho, afinal muitos não se fixam durante um período relativamente longo em uma empresa.\n\nIsso dificulta na formação de um embasamento sólido de experiência de trabalho, além de estabelecer uma marca de “infidelidade\" profissional. Já para as empresas, altos salários e rotatividade aumentam os custos operacionais diretos e indiretos, fazendo com que esses gastos sejam repassados em seus produtos e serviços, ou até mesmo dificultando a sobrevivência de negócios emergentes.\n\n*Cassiano Monteiro é líder do time mobile do Guichê Virtual",
    "source": "computerworld",
    "publish_date": "2017-03-24 16:16:00-03:00"
  },
  {
    "top_image": "http://computerworld.com.br/sites/beta.computerworld.com.br/files/news_articles/airbus.jpg",
    "authors": [],
    "source_description": "",
    "title": "Inteligência do consumidor é tema de evento gratuito do SAS em São Paulo",
    "link": "http://computerworld.com.br/inteligencia-do-consumidor-e-tema-de-evento-gratuito-do-sas-em-sao-paulo",
    "text": "O SAS realiza na próxima quarta-feira, dia 17 de maio, em São Paulo, o Customer Intelligence Forum, evento voltado para transformação digital no ambiente corporativo. O evento terá a vice-presidente Sênior de Marketing do SAS Global, Adele Sweetwood falando dos impactos da análise de dados nas mudanças da área de marketing das empresas.\n\nAdele Sweetwood lidera mais de 400 profissionais de marketing, que usam os dados e a inteligência analítica para aumentar a receita e otimizar as interações com clientes. Ela também conduz estratégias de marketing e programas go-to-market para o SAS, de forma global. Com quase 30 anos de experiência na área, ela é autora do recém-lançado livro The Analytical Marketer: How to Transform Your Marketing Organization\n\nO evento contará, também, com palestras de Cesar Wedemann, CEO do QEdu; de Fernanda Benhami, Head de Customer Intelligence do SAS América Latina; Marcelo Flora, sócio-gestor do BTG Pactual; e de Aluizio Falcão Filho, diretor-geral do Círculo Millenium.\n\nUma mesa redonda no final terá debate sobre transformação digital com Marcos Oliveira, diretor de Customer Experience da GE na América Latina; Juliano Martins, diretor de Negócios da integradora Sonda; e Augusto Cruz, CEO da agência Mood\\TBWA. A mediação será de Kleber Wedemann, diretor de Marketing do SAS para o Cone Sul, e professor e membro do CMO Council.\n\n\"É uma oportunidade para o público ouvir relatos de experiências em diversas áreas, nas quais os dados são os grandes agentes transformadores de um futuro que promete trazer grandes mudanças na indústria\", diz o Wedemann.\n\nO Customer Intelligence Forum será realizado na Casa Bisutti (Rua Casa do Ator, 577 - Vila Olímpia), a partir das 8h. As inscrições são gratuitas e podem ser feitas pelo link: http://bit.ly/SASCIForum.",
    "source": "computerworld",
    "publish_date": "2017-05-15 07:54:00-03:00"
  }
]