[{"title": "Nenhuma grande empresa no Brasil está preparada para transformação digital, diz estudo", "text": "Uma pesquisa recente da empresa de análises e pesquisas ESG (Enterprise Strategy Group), encomendada pela Dell EMC, revela que 21% das companhias que concluíram o processo de transformação da TI apresentam um diferencial competitivo e cerca de 34% entregam mais projetos de TI em relação às chamadas empresas legadas.\n\nO estudo, batizado de “Curva de Maturidade na Transformação da TI”, segmentou as organizações consultadas em quatro grandes grupos — transformadas, em evolução, emergentes e legadas, de acordo com o estágio de maturidade de cada uma delas na transformação da TI.\n\nO dado que chama atenção na pesquisa é que, apesar de a maioria das grandes empresas (71%) concordar que para se manter competitivas precisarão realizar uma transformação da TI, o levantamento constatou que só 5% dessas organizações ao redor do mundo já estão com o processo de digitalização dos negócios concluído para a transformação. A pesquisa, que entrevistou mil decisores de TI de empresas privadas e públicas nas Américas, Europa e Ásia, sendo 100 deles no Brasil, verificou que nenhuma companhia brasileira atingiu esse estágio.\n\nO levantamento identificou que entre as grandes corporações que se encaixam no perfil de ‘transformadas’ estão empresas mais maduras e que implementaram infraestruturas, processos e alinhamentos organizacionais adequados às necessidades da transformação de TI. Por outro lado, 41% das empresas estão na fase de ‘em evolução’, na qual demonstram compromisso com essa transformação e têm alguns projetos de modernização das tecnologias do data center e nas metodologias de entrega da TI.\n\nAinda segundo o estudo, a maioria das organizações (42%) se encaixa no grupo de ‘emergentes’, com alguns progressos rumo à transformação de TI, mas com poucos projetos em andamento para modernização das tecnologias do data center. E, por fim, outros 12% das empresas se encaixam entre as ‘legadas’, com pouquíssimo — ou nenhum — avanço nas questões relacionadas à transformação de TI.\n\nPara Giampaolo Michelucci, presidente de Enterprise da Dell Brasil, os resultados do estudo confirmam a percepção da companhia de que a TI deve ter um papel cada vez mais relevante nesse momento de transformação digital dos negócios. Ele chama atenção para um indicador de custos da pesquisa.\n\n“Quando solicitados a estimar a porcentagem que sua organização gasta com manutenção contínua do sistema existente na comparação com novos projetos ou iniciativas, os entrevistados de organizações transformadas disseram que 46% do seu orçamento, em média, é gasto em inovação, enquanto as legadas aplicam 34%”, exemplifica. Além disso, Michelucci ressalta que as organizações legadas gastam uma média dois terços (66%) do seu orçamento de TI na manutenção de sistemas existentes, na comparação com 54% das companhias transformadas.\n\nO relatório mostra ainda que entre as empresas transformadas, 85% acreditam que estão em uma posição forte ou muito forte para competir e serem bem-sucedidas no mercado nos próximos anos, contra uma média de 43% entre as organizações menos maduras (legadas).\n\nAs organizações transformadas também reportam avanços significativos – se comparado às demais — na capacidade de ajudar as empresas a criar produtos inovadores e em um menor prazo, automatizar processos e tarefas manuais e permitir que a TI seja encarada como um centro de lucro, em vez de um centro de custos.", "publish_date": "2017-04-28 14:20:00-03:00"}, {"title": "Geolocalização e big data juntos para uma nova abordagem ao consumidor", "text": "A tecnologia tem se aproximado cada vez mais da comunicação para gerar uma nova maneira de entender e abordar o consumidor. Não é novidade que a forma mais tradicional de atingir o público — propaganda online e offiline, campanhas massivas, etc. — já não consegue produzir os mesmos resultados de 20 anos atrás. É aí, então, que as empresas devem apostar na tecnologia como uma nova forma de compreender, segmentar e gerar conteúdo relevante.\n\nA questão é que o casamento da tecnologia com a comunicação neste nível ainda é algo novo para muitos gestores — porém, o C-Level de marketing precisa estar cada vez mais envolvido na gestão das informações de forma estratégica.\n\nSem a tecnologia certa, o CMO corre o risco de ficar paralisado frente a um grande volume de informações. Hoje em dia, é possível capturar dados de mobile, mídias sociais, comportamento de compra, histórico de busca nos pontos de contato online, e até mesmo informações de geolocalização.\n\nNão é à toa que os analistas preveem o aumento da convergência entre o CMO e o CIO — que se unem justamente para conseguir gerenciar a enorme quantidade de dados.\n\nLealdade e tecnologia\n\nEnquanto o mercado ainda enxerga as plataformas de lealdade como ferramentas de retenção de clientes, os fornecedores têm ido além, e apostado na integração de diversas tecnologias, como programas de recompensas, engajamento digital, CRM, estratégias de personalização e big data, para gerar soluções que envolvem lealdade e engajamento, e podem se tornar grandes hubs de gestão do cliente, auxiliando também na construção da jornada omnichannel do consumidor.\n\nSe os antigos programas de fidelidade retinham clientes oferecendo recompensas e descontos em suas compras futuras, hoje as novas tecnologias permitem que as empresas capturem cada vez mais dados do consumidor. Por meio do big data, as organizações podem obter uma visibilidade consideravelmente maior de quem são seus clientes e sobre como eles se comportam durante a jornada de compra em múltiplos pontos de contato.\n\nAs plataformas de lealdade que apostam na integração de diversas tecnologias são capazes de agregar esse conhecimento para aumentar os níveis de retenção e satisfação, oferecendo experiências mais relevantes para diferentes perfis de consumidor — muito além dos brindes e descontos na próxima compra.\n\nOu seja, além de entender melhor o comportamento do cliente, as empresas podem, por meio da análise preditiva, gerar ofertas e recomendações personalizadas de novos produtos e serviços, oferecendo valor para cada cliente com base em suas preferências.\n\nDados de geolocalização também estão ganhando espaço nas novas plataformas de lealdade. Com base nessas informações, as empresas podem gerar ofertas com base na localização do cliente. No varejo, por exemplo, plataformas modernas de lealdade que possuem integração com aplicativos mobile permitem às empresas enviar notificações push sempre que um cliente se aproximar de um ponto de venda, adicionando mais uma camada de personalização ao programa de lealdade.\n\nCom o avanço de tecnologias como a Internet das Coisas, a tendência é que o volume de dados de clientes só cresça. Por fim, a capacidade de coletar e analisar esses dados, e gerar insights para criar experiências relevantes e personalizadas, será um fator crítico para manter a competitividade do negócio e criar uma nova abordagem ao consumidor.\n\n*Carlos André é CEO da Loyalty Sci.", "publish_date": "2017-05-02 18:56:48-03:00"}]